<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                        }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;"><em>Этот сон приснился мне в пору, когда я работала на одном из центральных
                телеканалов. Год, примерно, 2002. Сон был яркий, слишком реальный. Во сне я ощущала даже вкус воды,
                которая
                совершенно отличалась от нынешней не только вкусом, но и текучестью. Не знаю, как выразиться точнее.
                Придя
                на работу, я была под таким впечатлением, что ни о чем думать не могла. И я начала записывать этот сон.
                К
                сожалению, так со мной бывает довольно часто, сон начал выветриваться из памяти. Я не знаю как
                остановить
                этот процесс. Но такое ощущение, что Некто берет в руки тряпку, и все воспоминания стирает, как мел с
                доски.
                А ты&nbsp;можешь только беспомощно наблюдать этот процесс со стороны и судорожно цепляться за обрывки
                воспоминаний. Но я не жалуюсь. В любом случае я здорово экономлю на книгах и билетах в кино</em>&nbsp;☺
        </p>
        <div class="ui divider">&nbsp;</div>
        <p>УБИЙСТВО В ТИШИНЕ КАЙНОЗОЯ</p>
        <p style="text-align: justify;">&mdash; Дамы и господа! Пожалуйста, покрепче возьмитесь за руки, мы отправляемся
            в
            прошлое, &mdash; женщина-гид, с зачесанными в тугой пучок волосами, в очках оглядела всех присутствующих и
            закрыла глаза. Усилием воли она сосредоточилась на месте их пункта прибытия и уже в следующее мгновение люди
            недоуменно рассматривали бетонную конструкцию, похожую на станцию метро.</p>
        <p style="text-align: justify;">&mdash; Дамы и господа! Я рада сообщить вам, что мы в прошлом.</p>
        <p style="text-align: justify;">&mdash; Да ладно! &ndash; мужчина с внешностью и повадками породистого скептика
            недоверчиво косился вокруг.</p>
        <p style="text-align: justify;">&mdash; Уважаемый господин. Вы можете убедиться в правдивости моих слов пройдя
            до
            конца платформы. Только ради Бога, когда увидите мамонта, не пытайтесь завязать с ним дружеский разговор!
        </p>
        <p style="text-align: justify;">Группа нервно хохотнула.</p>
        <p style="text-align: justify;">&mdash; Да откуда здесь, в царстве бетона, мамонты! &ndash; его глазки сузились
            и
            злобно уставились на гида. Ведь он так и думал, что вся эта новая рекламная шумиха и яйца выеденного не
            стоит.
            Видите ли ученые открыли таки способ перемещения в прошлое! Ну ну. Первым двадцати смельчакам огромные
            скидки!
            Никакого риска! Проведенные эксперименты доказали абсолютную безопасность таких путешествий! И вот он,
            потомственный скептик и придира, среди этих двадцати идиотов, свято верящих, что им повезло... Он уже
            потирал
            руки от удовольствия, представив как будет судиться с этой липовой компанией и как докажет всему миру, что
            ОН не
            нуждается ни в каких &laquo;дополнительных исследованиях&raquo;, дабы понять где ложь и обман, а где правда.
            И
            все эти толпы репортеришек, которые в последнее время как с ума посходили, будут брать у него, и только у
            него,
            интервью. Его мнение об этом открытии будут перепечатывать все самые крупные газеты! Он один сможет
            рассказать
            всю правду об этом обмане, поскольку был очевидцем! А эти остальные туристики даже не смогут пикнуть. Вот,
            даже
            сейчас они стоят как стайка тупых детишек...</p>
        <p style="text-align: justify;">Мысли его прервал трубный вой, который заставил туристов прижаться друг к другу
            плотнее. А потом в конце станции показалась... голова мамонта... Это огромное, лохматое, похожее на слона
            чудище
            подняло свой хобот и снова протрубило. Через некоторое время послышался топот, от которого дрожало все
            вокруг.
        </p>
        <p style="text-align: justify;">Туристы дрожали, как осиновые листья, только женщига-гид стояла спокойно. Уж она
            то
            знала, что преодолеть невидимую для непосвященных черту не сможет ни одно, даже самое крупное, животное
            этого
            времени.</p>
        <p style="text-align: justify;">Мамонт тем временем безо всякого удовольствия сверлил своими глазками
            пришельцев.
            Его сородичи были поблизости.</p>
        <p style="text-align: justify;">&mdash; Вы видите перед собой обычного мамонта, &mdash; голос гида был спокойнее
            некуда, &mdash; очень похожее на нашего, привычного, слона животное. Как только их стадо отойдет на
            безопасное
            расстояние, мы сможем продолжить наше путешествие.</p>
        <p style="text-align: justify;">&mdash; Мистификация! Обман! &ndash; скептик уже пришел в себя от потрясения и
            теперь готов был любой ценой доказать, что все это лишь вкручивание мозгов.</p>
        <p style="text-align: justify;">&mdash; Уважаемый господин. &ndash; Гид была все так же невозмутима. &ndash; Это
            самый настоящий мамонт. А станция, на которой вы находитесь, специально построена для прибытия сюда. Иначе
            мы не
            могли бы ручаться за вашу безопасность. Пожалуйста, успокойтесь и не мешайте остальным участникам
            путешествия.
        </p>
        <p style="text-align: justify;">Но не тут то было. Мужчина со всех ног бросился бежать по направлению к мамонту
            и
            только крик женщины-гида повис в тишине. Мамонт его ждал. Он давно уже ждал, когда ему попадется хоть кто-то
            из
            непонятных существ. И вот оно. Существо само бежит к нему. Когда это существо оказалось совсем рядом, мамонт
            просто рухнул на него всем своим весом и потом злобно начал топтать место, где только что был человек.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">Казалось, такой акт мести странным существам его удовлетворил. Издав клич он
            покинул
            место трагедии, а вместе с ним и его сородичи. Некоторые из туристов медленно приблизились к месту, где
            только
            что случилась трагедия, остальные стояли, не в силах пошевелиться.</p>
        <p style="text-align: justify;">Молодая девушка, одетая специально так, чтобы как можно меньше привлекать к себе
            внимания, стояла неподвижно. Ее голубые глаза смотрели на кровавую кашу не мигая. Мысли ее были далеко
            отсюда.
            Она думала, что если бы на месте этого человека оказался другой... Тот, который отравлял ее жизнь последние
            15
            лет, и которого ей пришлось убить, чтобы спасти то немногое, что осталось от нее и ее жизни. А теперь ее
            преследовала полиция всего мира и не было возможности доказать, что она просто защищала себя...</p>
        <p style="text-align: justify;">Вдруг странная мысль пришла ей в голову. Взгляд ее обрел смысл, но она понимала,
            что
            сейчас не время приставать с вопросами к гиду, поэтому изобразив на лице сложную гамму переживаний, она
            приблизилась к остальным.</p>
        <p style="text-align: justify;">Туристы тем временем так и стояли, не зная что предпринять и молча смотрели на
            женщину-гида. Та, в свою очередь, думала о чем-то своем и не торопилась делиться мыслями с остальными.</p>
        <p style="text-align: justify;">Наконец она сказала:</p>
        <p style="text-align: justify;">&mdash; Если вы не против, мы попробуем маленький эксперимент. Я не уверена в
            его
            успехе, но обещайте мне, что если у нас получится, вы удержите этого несчастного.</p>
        <p style="text-align: justify;">На лицах туристов выразилось недоумение, но они не стали возражать.</p>
        <p style="text-align: justify;">Гид снова взяла всех за руки и закрыла глаза.</p>
        <p style="text-align: justify;">Через мгновение туристы с облегчением услышали уже знакомый крик:</p>
        <p style="text-align: justify;">&mdash; Мистификация! Обман!</p>
        <p style="text-align: justify;">И тут же все набросились на ожившего скептика и повалили на бетонный пол. Тот
            лишь
            недоуменно заморгал.</p>
        <p style="text-align: justify;">&mdash; Итак, уважаемый, хотите верьте, хотите нет, но только что мы вернули вас
            из
            царства мертвых. Все эти люди подтвердят мои слова.</p>
        <p style="text-align: justify;">&mdash; Я ничего не понимаю... Откуда вы меня вернули? Что за чушь вы несете?
        </p>
        <p style="text-align: justify;">&mdash; Некоторое время назад мамонт имел удовольствие убить вас, уважаемый. Вы
            не
            верили моим словам, и побежали в его сторону, даже не подумав о том, что это может быть крайне опасно. И вот
            результат. Некоторое время назад вы были мертвы, но благодаря нам снова живы. Хотите вы этого или нет.
            Конечно
            вы можете еще раз попытаться пообщаться с мамонтом...</p>
        <p style="text-align: justify;">&mdash; Да заткнитесь вы! И слезьте с меня все!!! &ndash; мужчина окончательно
            запутался и теперь ему казалось, что вокруг лишь кучка безумцев, а он каким-то непостижимым образом в нее
            угодил.</p>
        <p style="text-align: justify;">&mdash; Пожалуйста, не могли бы вы объяснить суть открытия, с помощью которого
            можно
            так легко перемещаться в прошлое? &ndash; голос девушки звучал неуверенно.</p>
        <p style="text-align: justify;">&mdash; Конечно же. Итак, в 2025 году некий, никому ранее неизвестный
            ученый-самоучка по фамилии Губерниев, сделал вывод, что при определенной тренировке мозг человека способен
            создавать некие ферменты, которые действуют на кривизну пространства-времени. Выделяясь, эти ферменты как бы
            витают в воздухе около головы человека. Дальше самое сложное. Необходимо в этот момент полностью отбросить
            все
            мысли, даже самые подсознательные и точно представить,&nbsp; куда человек хотел бы попасть. Это звучит на
            первый
            взгляд странно и нереально, однако же, это так. Выбрали добровольцев и после долгих приготовлений начали
            эксперименты. То, что они оказались удачными, подтверждает наше с вами здесь присутствие. Губерниев получил
            самую престижную для ученого премию, а наше агентство &laquo;Палеонтологический рай&raquo; эксклюзивное
            право
            пользоваться его открытием.</p>
        <p style="text-align: justify;">&mdash; Но если это так просто, почему же только сейчас до этого додумались? У
            вас
            наверняка есть еще какой-то секрет?</p>
        <p style="text-align: justify;">&mdash; Вы правы. В целом то, что я рассказала, так и происходит. Но
            действительно,
            есть один небольшой секрет. О нем знают только Губерниев и сотрудники нашего агентства. Каждый из них
            подписал
            бумагу о неразглашении этого секрета и поверьте, проще будет убить этого человека, чем узнать информацию,
            поскольку последствия разглашения весьма плачевны. У вас есть только один способ узнать тайну, &mdash;
            женщина-гид улыбнулась загадочно и печально, &mdash; поступить к нам на службу.</p>
        <p style="text-align: justify;">Тем временем скептик тер лоб и о чем-то напряженно думал.</p>
        <p style="text-align: justify;">&mdash; Скажите, &mdash; обратился он к женщине-гиду, &mdash; если правда, что
            недавно я был мертв, то &hellip;</p>
        <p style="text-align: justify;">Он запнулся и не смог продолжить.</p>
        <p style="text-align: justify;">&mdash; Вы пытаетесь понять, что если один вы умерли, а сейчас вы живы, кто из
            вас
            жив по-настоящему?</p>
        <p style="text-align: justify;">&mdash; Ну, что-то типа того. Я не могу понять этого. Я, то есть Я, умер и вы
            вернулись в прошлое. Наши снова МЕНЯ и я буду дальше жить не смотря на то, что один Я уже мертв. Как это
            может
            быть? Получается, что вернувшись в прошлое хотя бы на пять минут можно застать самого себя. Но ведь такая
            встреча навсегда изменит тот ход событий, который был до этой встречи, а потом, вернувшись снова в
            настоящее,
            человек, по идее, должен уже быть не таким, каким был до перемещения назад. &ndash; Он говорил еще долго,
            путаясь в собственных предположениях все больше и больше и, наконец, замолк, поскольку запутался
            окончательно.
        </p>
        <p style="text-align: justify;">Женщина-гид смотрела на него печально, покачивая головой.</p>
        <p style="text-align: justify;">&mdash; Не пытайтесь понять того, что вам пока недоступно. Просто радуйтесь, что
            живы. Может много позже, когда вы ознакомитесь более полно с теорией Губерниева, начнете понимать, что
            произошло
            сегодня. Мой вам совет &ndash; просто не думайте. В конце концов, все хорошо, что хорошо кончается, &mdash;
            и на
            этой оптимистичной ноте она решительно повела свою группу навстречу приключениям.</p>
        <p style="text-align: justify;">Двадцать человек переступили бетонный порог, отделявший их кайнозойской эры. Они
            окунулись в субтропики и доселе невиданное хвойно-лиственное царство. Пальмы, магнолии, коричневые лавры,
            дубы,
            вязы, платаны, грабы, каштаны, ели и еще множество невиданных растений окружали смелых туристов. Пробираясь
            среди всей этой растительности, люди забыли об опасности. Они шли вперед за женщиной-гидом в молчаливом
            благоговении и даже забыли о том, что у каждого с собой есть видеокамера. Это первобытное великолепие было
            воистину величественным. Воздух был настолько чистый и плотный, что по началу туристам было трудно дышать,
            головы кружились, а ноги наливались тяжестью. Но их гид объяснила, что такое явление для современного
            человека,
            привыкшего дышать чем угодно, только не чистым воздухом, нормально.&nbsp; Витавшую в воздухе пыльцу,
            казалось,
            можно было собирать руками. Невиданные насекомые кружили вокруг них, издавая целое оркестровое
            сопровождение.
            Тут и там мелькали тени животных, которые спешили по своим звериным делам и не торопились показываться на
            глаза
            незваным гостям.&nbsp; Через некоторое время люди вышли к большому холму и начали подниматься. Когда все
            благополучно добрались до вершины, женщина-гид напомнила им, что они могут заснять всю эту красоту на видео.
            Не
            схватили видеокамер только двое: молчаливая девушка и скептик. Каждый из них был погружен в свои мысли, даже
            мало обращая внимание на окружающую их красоту, а женщина-гид не придала никакого значения их задумчивости.
            В
            конце концов может человек, заброшенный на двести тысяч лет назад, задуматься&hellip;</p>
        <p style="text-align: justify;">Вдали раздался гул, небо стало заволакивать черными тучами. Через несколько
            минут на
            землю упали первые крупные капли и засверкали жирные молнии. Туристы побежали под ближайшее дерево. Гроза
            кончилась через несколько минут и снова жаркое солнце показалось на небе. В это время за спинами туристов
            раздался звук, похожий на чихание. Обернувшись, они увидели странное животное. Чуть больше метра ростом,
            густо
            покрытое шерстью и очень напоминавшее обезьяну, только вместо привычного &laquo;лица&raquo; оно имело сильно
            вытянутую вперед клыкастую морду и стоящие торчком на макушке огромные уши. Животное пыталось встать на
            задние
            лапы, но то и дело, не удержавшись, снова становилось на все четыре. Оно рассматривало людей своими
            красноватыми
            глазами, но ближе не подходило, только тянуло воздух огромными ноздрями и время от времени как-то странно
            чихало. Женщина-гид явно занервничала. Достав из кармана маленький пистолет, стреляющий ампулами со
            снотворным,
            она очень тихо приказала туристам даже не дышать, а сама не сводила взгляд с этого животного. Люди замерли,
            но
            страха не испытывали. Вдруг животное дернулось в сторону, резко обернулось и начало кричать, при этом
            припрыгивая и немного раскачиваясь. Женщина-гид дала знак отходить в сторону и вовремя. Из-за зарослей
            какого-то
            дикого кустарника выпрыгнула очень похожая на тигра кошка с длинными саблевидными клыками. Одним прыжком она
            настигла обезьяноподобное животное и вонзила в него свои клыки. Туристы были не в силах отвести взглядов от
            этого кровавого зрелища. Через несколько минут чихающий зверь затих в зубах у своего убийцы и саблезубая
            кошка
            поволокла свою добычу в заросли, постоянно оглядываясь на группу людей и издавая утробное рычание.</p>
        <p style="text-align: justify;">Очень тихо и аккуратно обогнув заросли, туристы стали спускаться с холма. Когда
            они
            оказались снова на бетонной станции, ко многим стал возвращаться дар речи. Сначала неуверенно, потом все с
            большими эмоциями, люди начали делиться пережитыми впечатлениями. Даже скептик нашел себе собеседника, а
            молчаливая девушка, казалось, даже не замечала того, что происходило вокруг. Она постоянно думала о чем-то
            своем.</p>
        <p style="text-align: justify;">&mdash; Дамы и господа! Прошу вас снова взяться за руки! Через несколько минут у
            вас
            будет возможность обсудить все увиденное в уютном кафе! &ndash; женщина-гид снова оглядела всех и закрыла
            глаза.
            &mdash; Дамы и господа! Наша фирма благодарит вас за оказанное доверие. Надеюсь, путешествие было для вас
            приятным и познавательным. Мы всегда рады снова видеть вас в качестве туристов в прошлое. Сейчас я провожу
            вас
            до обещанного кафе, там мы с вами расстанемся. &ndash; И она быстро повела свою группу на улицу. Доведя
            людей до
            кафе с вывеской &laquo;Избушка&raquo; женщина-гид, не прощаясь, быстро удалилась по направлению к своему
            офису.
            Молчаливая девушка проследовала за ней, но зайти в помещение фирмы не решилась.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">________</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">Итак, первое в истории человечества путешествие во времени состоялось. Об этом
            писали все газеты, по телевизору шли нескончаемые программы с участием всевозможных специалистов, интервью с
            участниками путешествия, с Губерниевым, с сотрудниками агентства &laquo;Палеонтологический рай&raquo;, с
            людьми
            на улице. Мнения разделились сразу. Естественно нашлись люди, которые так открыто и говорили, что все это
            бред и
            что такое невозможно, зачем обманывать простых граждан? И тут же отвечали, что это очередное вымогание
            денег,
            причем больших, за которые вас просто поместят в какой-нибудь аттракцион и с помощью внушения заставят
            поверить
            во что угодно. Ни фотографические снимки, ни записи с видеокамер не могли убедить таких людей в реальности
            происходящего. Остальные же, наоборот, настолько были потрясены увиденным и услышанным, что ничто другое уже
            для
            них не имело значения. Все планы об отпусках были забыты, мысли были только об одном: накопить необходимую
            сумму
            и оказаться в прошлом, далеком, манящем, непознанном и хотя бы краешком глаза увидеть тех, чьи останки давно
            уже
            истлели и превратились в прах.</p>
        <p style="text-align: justify;">На улицах люди говорили только об этом новом для них развлечении. Во
            всевозможных
            кафе и забегаловках собирались большие группы и говорили о том же. Город превратился в огромный улей. Везде,
            где
            только собиралось более двух человек, начиналось обсуждение недавнего путешествия с участием двадцати
            счастливчиков.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">МОЛЧАЛИВАЯ ДЕВУШКА</p>
        <p style="text-align: justify;">Джули Леповски с детства росла сама по себе. Ее мать, Мэрилин, выросла в бедной
            семье, где на нее не обращали никакого внимания. Мэрилин росла тихой девочкой, стараясь как можно меньше
            раздражать взрослых. К пятнадцати годам у нее сформировалась мечта &ndash; много много денег и положение в
            обществе. Подслушивая разговоры взрослых, Мэрилин сделала два важных вывода, как можно достичь чего-то в
            этой
            жизни. Первый вывод был таков: необходимо получить образование и потом всю оставшуюся жизнь посвятить
            карьере.
            Это было в любом случае неосуществимо, поскольку на образование требовалось слишком много денег. Зато второй
            путь был достаточно реален. Для этого требовалась внешность фотомодели и немножко везения при выборе мужа.
            Проблема Мэрилин заключалась в том, что никто не желал ей ничего объяснять, поэтому ей приходилось
            обходиться
            собственными силами и полагаться только на себя. Главное было наметить цель. Для начала она потратила все
            свои
            сбережения на новые платья и косметику. Сначала на нее никто не обращал внимания, но уже через два года она
            научилась преподносить себя так, что многие мужчины начинали тяжело вздыхать, провожая ее взглядом. Когда ей
            исполнилось девятнадцать, к ней посватался один вполне симпатичный и подающий надежды молодой человек. Он
            вскружил головку Мэрилин своими умными рассуждениями и планами на будущее. Часами он рассказывал ей, как
            после
            окончания университета поступит на службу, где непременно станет очень важным человеком, сколько у него
            будет
            денег и как они с Мэрилин заживут в прекрасном загородном доме, где будет целая дюжина слуг и непременно
            своя
            конюшня. И еще огромный гараж, в котором они будут коллекционировать машины.</p>
        <p style="text-align: justify;">Поверив во все, что говорил Роберт Леповски, Мэрилин приняла решение. После
            свадьбы
            она переехала к мужу и принялась ждать обещанных благ. Роберт действительно устроился на хорошую работу и у
            Мэрилин впервые в жизни появилась возможность немного пожить для себя. Но ее счастье было омрачено довольно
            скоро. Она узнала, что беременна. Муж был на седьмом небе от счастья, зато Мэрилин была ужасно расстроена.
            Всю
            беременность она не подходила к зеркалу и тихонько оплакивала свою погубленную красоту и жизнь. Ей казалось,
            что
            ребенок отнимет у нее все блага, которых она так ждала. Когда ребенок, очаровательная девчушка, появился на
            свет, Мэрилин вздохнула с облегчением. Она снова занялась собой. С утра и до вечера выполняла все известные
            и
            неизвестные гимнастические упражнения, делала всевозможные маски, ванночки, какие-то совсем запредельные
            косметические процедуры, одним словом старалась вернуть себе форму. Малютка Джули, тем временем, была
            полностью
            предоставлена сама себе. Сначала она кричала, плакала, а потом стала какая-то совсем тихая. Мокрые пеленки
            она
            могла терпеть часами. А когда голод становился совсем невыносимым она просто молча сосала кулачок. Отец ее
            любил
            и всегда старался побаловать. Но работа отнимала слишком много времени и с Джули он проводил всего несколько
            минут в день.</p>
        <p style="text-align: justify;">Тем временем Мэрилин стала снова красавицей, и даже еще похорошела. В ней
            появилось
            что-то новое, женственное, притягательное. Коллеги частенько намекали Роберту, что ему нельзя так много
            работать. Он только отшучивался, поскольку прекрасно знал, что Мэрилин слишком занята собой и об измене даже
            не
            помышляет. Но он жестоко ошибался. Мэрилин помышляла, и уже некоторое время строила планы. Нет, ее не
            интересовала просто измена ради удовольствия. Ее интересовала только сама Мэрилин и та жизнь, к которой она
            так
            стремилась. А посему в качестве любовника требовался некто особенный, сказочно богатый, да еще чтобы
            обязательно
            был большим человеком. Такого найти было не просто, поэтому Мэрилин терпеливо ждала. Точнее выжидала.</p>
        <p style="text-align: justify;">Джули тем временем подрастала. Мать и дочь были настолько безразличны друг к
            другу,
            что могли сутками вовсе не общаться. Роберт по-прежнему старался баловать дочь и ему по-прежнему
            катастрофически
            не хватало времени для полноценного общения с ней. Одним словом, это была достаточно странная семья. Каждый
            был
            погружен в свои проблемы и слишком мало интересовался делами других. В шесть лет Джули отдали в школу и
            жизнь ее
            немного изменилась. У нее появились первые друзья, но даже не смотря на это она продолжала оставаться самым
            молчаливым и тихим ребенком. А потом случилась беда. Отец попал в аварию и погиб. На похоронах ни Мэрилин,
            ни
            Джули не плакали. Мэрилин все происходящее было просто безразлично, а Джули еще больше ушла в себя.</p>
        <p style="text-align: justify;">Но через месяц все изменилось. Мэрилин наконец-то нашла того, кого искала.
            Красавца
            мультимиллионера, главу корпорации &laquo;Монолит&raquo; и жуткого подлеца Глеба Стрельникова. Конечно, он
            не
            собирался жениться на Мэрилин и уж тем более брать к себе ее дочь, но женщина, с которой он собирался всего
            лишь
            приятно провести время, в свою очередь не собиралась сдаваться просто так. Слишком долго в ее головке зрели
            всевозможные планы, так что Стрельников и сам не заметил, как оказался у алтаря. Однако он ни о чем не
            жалел.
            Мэрилин оказалась для него прекрасной супругой. Она ни во что не лезла, не устраивала сцен, если заставала в
            спальне мужа пару тройку голых девиц и не интересовалась ни чем, кроме своей внешности. Единственное, чем
            она
            была занята, это бесконечными походами по магазинам и салонам красоты. Отравляла эту идиллию только&nbsp;
            Джули,
            но Стрельников не мог себе позволить избавиться от нее, сдав в детский дом. Ведь поступи он так и тут же вся
            общественность его заклюет &ndash; ах как это не гуманно! Мультимиллионер и не хочет воспитывать дочь своей
            жены. Конечно, ему было на это глубоко наплевать. С его деньгами и положением он мог себе позволить все, что
            угодно. Но беда заключалась в том, что он был слишком тщеславен. Он хотел нравиться всем и поэтому терпел
            Джули
            в своем доме.</p>
        <p style="text-align: justify;">Став падчерицей Стрельникова, Джули стала еще более одинока, чем прежде. Все,
            кто ее
            окружал были лживы и старались ей угождать во всем. Она купалась в роскоши, но ей даже поговорить было не с
            кем.
            Так она и жила, сама по себе, тихая и молчаливая.</p>
        <p style="text-align: justify;">Шли годы. Мэрилин уже не так была занята собой и начала прикладываться к
            бутылке.
            Стрельников охладел к ней окончательно и старался лишний раз не заходить в ее комнаты. У него было слишком
            много
            дел и еще больше развлечений. А Джули старалась лишний раз не попадаться ему на глаза. Каждый раз, как
            только
            Стрельников видел свою падчерицу, на него нападало садистское настроение. Сначала он просто издевался над
            ней,
            попрекая в том, что она живет за его счет и даже никогда спасибо не скажет, что она слишком странная и
            портит
            ему имидж своим присутствием и так далее и так далее и так далее. А со временем начал и вовсе к ней
            домогаться,
            заявляя каждый раз, что ее мамаша уже стара и опротивела ему, а вот Джули как раз скоро расцветет и сможет
            вполне заменить ему почти спившуюся женушку.</p>
        <p style="text-align: justify;">В пятнадцать лет Джули решилась убежать из дома. Но люди Стрельникова быстро
            вернули
            ее домой, а сам он такое ей устроил, что после этого Джули месяц боялась выйти даже из своей комнаты. С тех
            пор
            она начала вынашивать план мести. Проблема заключалась в том, что Джули была одна в этом мире, а ее отчим
            владел
            чуть ли не всей страной, так что его люди достанут ее повсюду.</p>
        <p style="text-align: justify;">В течение шести лет она готовилась. Вынюхивала все, что могла. Старалась
            подслушать
            как можно больше разговоров. Думала, делала выводы и потихоньку у нее вырисовывался план. Она сумела
            сколотить
            небольшой капитал и даже умудрилась вытащить из сейфа отчима некоторые документы, которые смогла бы потом
            использовать как прикрытие, спасаясь от его людей.</p>
        <p style="text-align: justify;">И вот решающий день настал. Это был как раз ее двадцать первый день рождения.
            Мэрилин с утра была пьяна и не выходила из спальни, а Стрельников вдруг неожиданно вернулся домой с работы,
            о
            чем-то договорился с дворецким и заперся у себя. Джули потихоньку прошла на кухню и никем не замеченная
            подслушала, как дворецкий объявил всем слугам, чтобы хозяина до утра никто не смел беспокоить ни по какому
            поводу.</p>
        <p style="text-align: justify;">&laquo;Сегодня, или никогда!&raquo; &mdash; с этой мыслью Джули побежала в свою
            комнату и начала готовиться. Ее приготовления были быстрыми. Она прекрасно знала, что хочет от нее отчим.
            &laquo;Ну что ж, ему хочется развлечься со мной, вот и хорошо. Только развлекаться буду я.&raquo;</p>
        <p style="text-align: justify;">Тихонько закрыв за собой дверь, Джули проскользнула в комнату отчима и
            спряталась за
            шкафом. Через некоторое время она услышала его тяжелые шаги. Он ходил по комнате из угла в угол и шуршал
            какими
            то бумагами. Минут через десять раздался стук в дверь. Это был дворецкий, который принес еду и выпивку.</p>
        <p style="text-align: justify;">&mdash; Меня не беспокоить ни по какому поводу. Если кто позвонит, скажите, что
            я
            уехал по делам. Если кто зайдет, меня нет дома, ни для кого. Я буду здорово занят до утра. Кстати, завтра
            мне ни
            в коем случае нельзя проспать заседание корпорации, так что вы меня должны лично разбудить в семь утра. Вы
            поняли?</p>
        <p style="text-align: justify;">&mdash; Да, сэр. В семь утра я лично разбужу Вас. А до этого времени никто не
            побеспокоит Вас. Не волнуйтесь, я выполню все ваши распоряжения.</p>
        <p style="text-align: justify;">&mdash; Отлично. Все, оставьте меня.</p>
        <p style="text-align: justify;">Джули услышала звук закрываемой двери и поворачиваемого в замке ключа. Отлично,
            времени у нее много. Когда из ванной раздалось пение отчима, Джули решилась.</p>
        <p style="text-align: justify;">Она развязала халатик, поправила пеньюар и тихонько вошла в ванную.</p>
        <p style="text-align: justify;">&mdash; Откуда ты взялась тут?! &ndash; Стрельников даже попытался привстать в
            ванной.</p>
        <p style="text-align: justify;">&mdash; Не кричи, папаня, &mdash; Джули старалась говорить развязно, &mdash; сам
            ведь говорил, что моя мать уже стара для тебя. Ну а мне сегодня исполняется двадцать один год и я решила
            сделать
            нам обоим подарок. Хоть ты и сволочь, но ты очень красив, и я давно уже втайне мечтала о тебе. Конечно, я
            могла
            бы найти кого-нибудь помоложе, но мне никто не нравится, &mdash; Джули медленно приближалась к Стрельникову.
            Она
            всячески старалась привлечь его внимание к своей фигуре. Если он сейчас не клюнет на ее приманку, все
            пропало.
            Как только он начнет думать, сразу заподозрит неладное. Поэтому Джули старательно изображала желание. Она
            недвусмысленно поглаживала свою грудь, бедра. Наконец она опустилась рядом с ванной и нежно провела рукой по
            груди Стрельникова. Тот продолжал изучать Джули внимательным взглядом.</p>
        <p style="text-align: justify;">&mdash; С чего бы столько страсти и нежности?</p>
        <p style="text-align: justify;">&mdash; А чего стесняться? Мы одни, мне уже двадцать один год. И я хочу узнать,
            наконец, что испытывает женщина, когда ею овладевает мужик.</p>
        <p style="text-align: justify;">&mdash; Да ты меня на дух не переносишь, а? В чем дело?</p>
        <p style="text-align: justify;">&mdash; Не переношу. И ты действительно порядочная сволочь, но это к делу
            отношения
            не имеет. Один раз я подсмотрела, как ты трахал какую-то девицу&hellip; С тех пор я тебя ненавижу еще
            больше, но
            недавно я поняла в чем дело, я тебя просто ревновала. Я хочу быть на месте этой девицы, давай же, чего
            тянуть
            то?</p>
        <p style="text-align: justify;">&mdash; Ну что ж. Я не против, сейчас я тебя научу любви! &ndash; С этими
            словами он
            наклонился к Джули, взял ее за плечи, подтянул к себе и впился в ее губы своими. Джули тем временем нащупала
            рукой приготовленный за спиной нож. Не раздумывая, она заученным движением (Джули много тренировалась)
            всадила
            лезвие в спину Стрельникова и отскочила. Тот как-то нелепо взмахнул руками, дернулся, но сказать уже ничего
            не
            смог, только с ненавистью посмотрел на Джули, похрипел недолго и затих.</p>
        <p style="text-align: justify;">Джули с каким-то равнодушием смотрела на всю эту картину, она не ожидала, что
            все
            окажется так легко и просто. Теперь нужно было незаметно выбираться отсюда.</p>
        <p style="text-align: justify;">До своей комнаты Джули добралась быстро и без приключений. Опустившись на
            кровать,
            она уставилась в пустоту. Как все оказалось буднично. Ей не верилось, что все уже позади, но теперь
            оставалось
            самое сложное &ndash; исчезнуть и остаться в живых. Она оделась и начала переносить вещи в машину, всего три
            чемодана. Ее никто не заметил и она сочла это добрым знаком. Заперев вещи в багажнике она пробралась обратно
            к
            себе и уже никого не таясь, в открытую прошла к гаражу. Один из охранников ее заметил.</p>
        <p style="text-align: justify;">&mdash; Джули! Разве Вы не будете праздновать день рождения дома?</p>
        <p style="text-align: justify;">&mdash; А кому я тут нужна? Мать пьяна, отчим заперся у себя, да и не любит он
            меня.
            Никому нет дела до меня, так что поеду в какой-нибудь клуб, повеселюсь. Вернусь часов в двенадцать, если кто
            спросит.</p>
        <p style="text-align: justify;">&mdash; Приятно вам повеселиться! &ndash; охранник проводил ее взглядом и ушел
            дальше по своим делам. Он не заметил ничего подозрительного в поведении Джули и поэтому сразу перестал о ней
            думать.</p>
        <p style="text-align: justify;">Тем временем перепуганная Джули ехала по городу и постоянно смотрела в зеркало
            заднего вида. Нет, никакой погони! Она свободна! По крайней мере у нее есть немного времени замести следы.
        </p>
        <p style="text-align: justify;">Она остановила машину на пустыре, далеко за городом. Нож, свои документы и
            одежду со
            следами крови она завернула в мешок и сбросила в небольшую яму. Потом она плеснула туда бензин и бросила
            горящую
            спичку. А когда огонь погас, она тщательно засыпала яму. Теперь ее путь лежал в городские трущобы. Там она
            нашла
            жилье, обзавелась новыми документами и принялась ждать. Выбирая в качестве убежища трущобы, она надеялась,
            что
            ее не выдали бы даже за вознаграждение, уж больно ненавидели простые люди Стрельникова. Но она здорово
            ошибалась, она совсем не знала людей.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">СОЮЗ</p>
        <p style="text-align: justify;">Джули жила в квартале трущоб уже полгода. Она даже устроилась на работу в жутко
            замызганную забегаловку через дорогу официанткой. По ее легенде она приехала из глухой деревни искать
            родственников в большой город, но не нашла никого, возвращаться ей было не на что и не хотелось, вот она и
            устроилась на работу и зажила тихо и мирно, откладывая крохи на обучение, которое она хотела получить в
            столице
            и найти работу поприличнее, выйти замуж ну и т.д. Деньги, накопленные во время жизни в доме отчима, Джули
            припрятала, чтобы даже соблазна не было потратить на себя хотя бы малую часть. Она прекрасно понимала, что
            люди
            вокруг заметят даже самую мелочь, которую нищая официантка себе позволить не могла. Окружающие ее люди были
            к
            ней добры, ее любили, но никто никогда не задавал лишних вопросов и, если честно, тихая провинциалка мало
            кого
            интересовала. По новым документам ее звали Джули Луконская, она решила, что никто не обратит внимания на
            такое
            совпадение (уже полгода все стены города были обклеены ее портретом со всеми данными), тем легче было
            отшучиваться, когда кто-нибудь из клиентов говорил что не та ли она Джули, за нахождение которой была
            обещана
            сумма, на которую можно было купить полмира.</p>
        <p style="text-align: justify;">Иногда Джули смотрела телевизор и там она видела запись, от которой ей делалось
            совсем не по себе &ndash; ее мать, постаревшая, жалкая обращалась к Джули, прося ее &laquo;во имя всего
            святого&raquo; объявиться и не делать себе хуже. Было понятно, что ее заставили говорить это все перед
            камерой,
            что мать, итак всегда не замечавшая собственную дочь, не заметила ее отсутствие и сейчас.</p>
        <p style="text-align: justify;">Сменив внешность, Джули решила сменить и свое отношение к прошлой жизни. Ее
            просто
            не было, и только воспоминание об одном человеке не могла она изжить из своей памяти.</p>
        <p style="text-align: justify;">Все это время она постоянно ходила на улицу, где располагался
            &laquo;Палеонтологический рай&raquo; и пыталась собирать информацию. Она уже знала, что для поступления на
            работу в качестве гида нужно пройти шесть отборочных туров и заплатить за каждый приличную сумму. Не смотря
            на
            это, желающих получить работу в таком месте не убывало. Но из каждых ста человек до последнего шестого тура
            доходил один, редко два человека. А что было после этого &ndash; не знал никто, поскольку после пятого тура
            участники подписывали некий документ, за разглашение которого им грозили такие неприятности, о которых
            многие
            даже не догадывались. Не зря женщина-гид говорила тогда, что &laquo;проще будет убить этого человека, чем
            узнать
            его (секрет), поскольку последствия разглашения весьма плачевны&raquo;.</p>
        <p style="text-align: justify;">Что ж. Джули была готова рискнуть. Терять ей было нечего, правда надо было
            обдумать
            проблему внезапного богатства. Наверняка ведь соседи по трущобам будут интересоваться, где она взяла деньги
            для
            прохождения отборочных туров. План созрел сам собой. Уже месяц она слышала в своей забегаловке разговоры о
            некоем одиноком старике, живущем на самой границе трущоб, у которого якобы в подвале нашелся клад. Джули
            слушала
            очень внимательно и в один прекрасный день отправилась на поиски это старика. Когда она нашла дом, в котором
            этот человек доживал свой век, ей стало совсем паршиво. Вся картина вокруг была пропитана безнадежностью и
            одиночеством, но отступать она не хотела, слишком многое было поставлено на карту.</p>
        <p style="text-align: justify;">Дверь ей открыл глубокий старик. Минуту он смотрел на нее подслеповатыми
            птичьими
            глазами, потом не говоря ни слова развернулся и пошел внутрь дома. Джули последовала за ним.</p>
        <p style="text-align: justify;">&mdash; Подвал открыт, идите смотрите, нет там клада &ndash; голос старика
            прошелестел подобно ветерку. &ndash; Вы ведь тоже хотите поживиться у меня? И верите во всю эту чушь? Хотя
            нет,
            вроде вы не такая. С другой стороны какая мне разница, вы всего лишь случайный гость, и скорее всего просто
            сейчас ударите меня по голове, чтобы не мешал.</p>
        <p style="text-align: justify;">Джули совсем смутилась.</p>
        <p style="text-align: justify;">&mdash; Дедушка, выслушайте меня. Мне не нужен ваш клад, есть он или нет. Мне
            нужна
            ваша помощь. Я одинокая сирота и очень хочу получить работу в одном престижном месте, но чтобы туда попасть
            на
            собеседование, нужны деньги. Они у меня есть, вот только я не знаю, как объяснить их существование. Вы
            понимаете, я их заработала, ну&hellip; не совсем честно&hellip;</p>
        <p style="text-align: justify;">&mdash; Ах ты ах ты! Маленькая шлюшка просит помощи у бывшего сутенера! &ndash;
            старик зашелся в беззвучном смехе. Его длинные седые волосы качались как облако, руки тряслись и сам он весь
            трясся от смеха. Зрелище этого старого, насмехающегося над ней, сутенера чуть было не положило конец визиту
            Джули. Но она твердо решила идти до конца, поэтому стиснув кулаки она продолжила разговор.</p>
        <p style="text-align: justify;">&mdash; Смейся. Только подумай, для чего ты прожил свою жизнь? Чего добился?
            Неужели
            сейчас, даже сейчас ты не хотел бы сделать доброе дело? Помоги мне, я очень прошу тебя, мне просить больше
            некого в целом мире.</p>
        <p style="text-align: justify;">&mdash; И что же мне за это будет? Искупление всех грехов? Или ты заменишь мне
            умершую дочь и будешь жить со мной, чтобы потом закрыть мне глаза? Откуда ты? Кто ты? Почему пришла сюда?
            &ndash; его взгляд вдруг стал жестким и пронзительным, а от него самого вдруг повеяло такой силой, что Джули
            поняла &ndash; она совершила самую большую ошибку всей своей жизни. Теперь она или будет вынуждена вступить
            в
            сделку с этим стариком или убить еще и его. Тем временем его взгляд буравил ее насквозь. Вдруг старик весь
            как-то обмяк и тяжело опустился на старый табурет.</p>
        <p style="text-align: justify;">&mdash; Нет, ты не шлюшка, к сожалению&hellip; Тебя можно было бы удачно
            пристроить.
            Но нет. Ну, давай, рассказывай, раз уж ты тут. Только не вешай мне лапшу по поводу заработанных денег.
            Просто
            скажи у кого ты их сперла.</p>
        <p style="text-align: justify;">&mdash; У отчима, &mdash; эти слова сами вылетели у Джули. &mdash; И еще я его
            убила, а теперь хочу осуществить один план. И ты мне нужен для прикрытия. Ты бы мог сказать людям, что я
            твоя
            родственница, которая случайно нашлась и что ты мне отдал свой клад.</p>
        <p style="text-align: justify;">&mdash; Ага, и написать завещание. Хотя это-то я могу, &mdash; он опять
            зашелестел
            своим почти беззвучным смехом, &mdash; один хрен завещать мне нечего. Ладно, раз ты такая грозная девочка,
            способная на убийство, давай потолкуем. Допустим, я соглашусь на этот идиотизм, чем ты оплатишь мой
            спектакль?
            Денег у тебя, судя по всему, достаточно? А почему бы мне не забрать все твои деньги? И еще получить кучу
            вдобавок?</p>
        <p style="text-align: justify;">&mdash; О какой куче ты говоришь? &ndash; у Джули нехорошо засосало под
            ложечкой.
        </p>
        <p style="text-align: justify;">&mdash; Деточка. Я стар, но еще не до конца выжил из ума. Ты &ndash; Джули
            Леповски,
            точнее Стрельникова, по фамилии отчима.</p>
        <p style="text-align: justify;">Земля медленно ушла из под ног у Джули. Перед глазами завертелись цветные круги,
            руки похолодели, ноги подогнулись и она медленно опустилась прямо на грязный пол.</p>
        <p style="text-align: justify;">&mdash; Вот именно, &mdash; старик был очень доволен собой, &mdash; я не зря
            прожил
            жизнь, деточка. А вот ты еще слишком молода и глупа. О том, что ты это ты я догадался почти сразу.</p>
        <p style="text-align: justify;">&mdash; Но как?</p>
        <p style="text-align: justify;">&mdash; А чего тут догадываться? Благо твой портрет по всему городу уже полгода
            висит. Конечно этот новый цвет волос тебе не очень к лицу, черный вообще не твой цвет, и очки в целом
            скрывают
            глаза, но не от меня. Косметикой ты пользуешься плохо, не знаешь что надо красить и как, чтобы измениться,
            так
            что мажься не мажься, а старые черточки не закрасила. Ну и поведение, какая ж ты &laquo;трущобка&raquo;?
            Манеры
            не те, одеваешься не так, ну а разговор? &laquo;Дедушка, выслушайте меня&raquo;! Ха! Да ни одна
            &laquo;трущобка&raquo;&nbsp; так в жизни не скажет! Так что, как только ты вошла сюда и сказала
            &laquo;дедушка&raquo; мозаика сложилась. Ну а теперь давай думать. С одной стороны я могу тебя сдать и
            получить
            кучу денег. С другой стороны &laquo;Монолит&raquo; в жизни не заплатит этих денег. В свое время я
            Стрельникову
            поставлял девочек, так что о том, как там платят, знаю.</p>
        <p style="text-align: justify;">Не смотря на всю эту речь, у Джули от удивления округлились глаза. Она прекрасно
            знала, что шлюшки поставлялись отчиму и его дружкам всегда самые дорогие, здоровые и проверенные, а какие
            красотки! Им могла бы позавидовать даже Мисс Галактика. Откуда этот &laquo;трущобка&raquo; мог их доставать
            для
            Стрельникова? Старик как будто понял, о чем думает Джули.</p>
        <p style="text-align: justify;">&mdash; Это я сейчас в трущобах, старый и нищий. А раньше я был на коне. У меня
            было
            все, чего может желать мужик. И шлюхи были самые лучшие, это был мой бизнес. И никто меня не мог достать,
            потому
            что шлюх своих я клал в постели самых сильных мира сего. Так что я процветал. А потом кое-что случилось, ну
            вот
            я и остался на улице. Эх&hellip; Если бы я мог вернуться в прошлое, &mdash; его глаза подернула поволока и
            он
            погрузился в какие-то свои мечты.</p>
        <p style="text-align: justify;">Джули дрожала всем телом. Сказать или нет? С одной стороны вот уж теперь ей
            точно
            нечего терять, он уже все знает о ней. Даже если она начнет отпираться, все равно теперь никуда не деться, а
            что
            если старик просто хочет вытянуть из нее максимум информации? И разыгрывает тут спектакль? То, что этот
            старикашка даст фору любому молодому, Джули уже поняла, так что даже не стоит связываться с ним. Старик тем
            временем задремал. Удрать или нет? Джули решила, была не была. В конце концов, она так устала быть одна, а
            последние полгода ее окончательно доконали, да еще эта запись с матерью, она устала прятаться, устала жить,
            думая только о мести, о том, что можно было бы вернуться в прошлое и там подправить кое-что, а потом
            вернуться в
            &laquo;здесь и сейчас&raquo; и зажить припеваючи, найти &laquo;прекрасного принца&raquo;, родить детей,
            завести
            кошку, и &hellip; Джули и сама не заметила, как тоже погрузилась в дремоту. Место здесь такое? Она не
            заметила,
            как старик из под прикрытых век пристально наблюдал за ней. Она погружалась в сон, медленно. Вдруг кто-то ее
            дернул за руку. Встряхнувшись она открыла глаза и с удивлением увидела перед собой старика, который,
            казалось,
            помолодел. Он сидел перед на корточках и тряс за руку.</p>
        <p style="text-align: justify;">&mdash; Давай, просыпайся, вот уж не ожидал что ты настолько неосторожна. Пришла
            в
            логово к врагу и преспокойно уснула, &mdash; на этот раз его смех не был таким неприятным, скорее уж
            дружеским.
            &ndash; Я ведь тоже очень устал от одиночества. В общем, я подумал, что если расскажу тебе свою историю, от
            этого ничего плохого не будет. Я стар, я одинок и я хочу поговорить, а ты отличная слушательница &ndash;
            деваться тебе все равно некуда. Ну а потом будем думать, как с тобой быть.</p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>