<template>
    <p>&nbsp;</p>
    <p><img class="ui centered medium rounded image" :src="url"></p>
    <div class="ui container">
        <h3 class="pt-8">
            <div class="ui basic fitted segment mceNonEditable">
                <div class="content">
                    <div style="font-family: Arsenal, sans-serif;"
                        class="ui header hvr-icon-wobble-vertical massive dividing fluid container"><i
                            style="vertical-align:top;padding-top:0.3em;" class="hvr-icon icon"
                            :class="page.i"></i><span class="ui content">{{ page.title }}<span
                                class="sub header"></span></span></div>
                </div>
            </div>
        </h3>
        <p>&nbsp;</p>
    <p style="text-align: justify;">Когда-то давно у граждан СССР была чудная возможность ездить по всей территории
        страны без ограничений. Сейчас посещение прибалтийских столиц сопряжено с необходимостью получать визу. С одной
        стороны, хорошо прибалтам &mdash; они наконец-то сменили одну оккупацию на другую, с другой стороны, плохо для
        простого человека с российским паспортом, которого хлебом не корми, а дай попутешествовать. Но делать нечего, уж
        очень хотелось посетить и Вильнюс и Таллин. И Хельсинки заодно!</p>
    <p style="text-align: justify;">Итак, путешествие начинается с Риги, куда мы едем уже в третий раз! В гостинице, где
        мы постоянно бронируем номер, нас принимают как родных. Несмотря на отсутствие свободных номеров, для нас
        находят возможность и мы заселяемся в одноместный номер с полутороспальной кроватью. Кому интересно, гостиница
        называется LIENE, находится по адресу Avotu iela, 75. По соотношению цена &mdash; качество &mdash; удалённость
        от центра этот отель оказался самым лучшим!</p>
    <p style="text-align: justify;">Рига удивительный город. Умели раньше люди место выбирать! Даже не смотря на сильную
        запущенность, город всё равно хорош собой. В нём очень спокойно. Неспешный ритм жизни, свежий прибалтийский
        воздух, крик чаек, сосны, масса кофеен, магазинчиков. С одной стороны, город выглядит опустевшим. Многие уезжают
        в поисках лучшей доли. С другой стороны, город весёлый и живой, особенно в праздничные дни. Рига очень разная.
        Есть там и уставшие от постоянных забот люди, есть и совсем опустившиеся, есть и зажиточные. Но всех их
        объединяет доброжелательность. И не верьте рассказам про страшных латышей, которые услышав русскую речь будут на
        вас кидаться с кулаками. Такие сказки сочиняют не очень хорошие люди. Рига &mdash; обычный город, в котором есть
        все признаки современной жизни. И если там и случаются некие недоразумения, то это скорее исключение.</p>
    <p style="text-align: justify;">Один день выделяем на покупки. Но, к сожалению, купить то, что хотелось не удаётся.
        Товаров много, а хороших практически нет. Единственное, что удалось купить &mdash; зимние ботинки, которые
        оказались на редкость кровожадными...</p>
    <p style="text-align: justify;">На автобусном вокзале берём билеты до Таллина. Через интернет находим не дорогую
        гостиницу и бронируем номер. Пока всё вроде нормально. Чудеса начинаются сразу по приезду в Таллин. Как доехать
        от автовокзала до гостиницы? В окошке кассы мы получили исчерпывающий ответ и о номере автобуса и о названии
        остановки, до которой нам нужно доехать. Но на этом вменяемость эстонцев заканчивается... Садимся в автобус,
        даем 100 евро. Я понимаю, это много, но не надо на весь автобус истерично орать о размере своей зарплаты, о том,
        сколько это в кронах и о том, что приезжие сошли с ума и не ведают, что творят... Ладно, делать нечего,
        выгружаемся из автобуса и идём обратно на вокзал менять 100 евро. Для этого надо что-нибудь купить. Стоим
        выбираем, советуемся. Услышав русскую речь одна из продавщиц поджав губы демонстративно уходит. Вторая нас
        обслуживает, но с таким видом, как будто мы у неё только что украли миллион. Ладно. Мы устали, продавцы тоже. Не
        обращаем внимания. Возвращаемся на автобусную остановку. Садим в автобус, платим за проезд и я задаю вопрос:
        &laquo;Сколько остановок до площади Свободы?&raquo; А вот теперь верьте! Верьте всему, что рассказывают про
        эстонцев! Водитель начинает долго говорить на эстонском, при этом выражение его лица плавно меняется от
        злорадного к ехидному. Надо ли говорить, что я ни слова не поняла? Смотрю на него испуганно, потому что понимаю,
        узнать сколько проехать остановок мне не суждено. Видимо смотрела слишком испуганно, потому что водитель, о
        чудо!, на чистом русском языке выдал: &laquo;Ну что, уболтал?&raquo; А после добавил: &laquo;Все остановки
        объявляют&raquo;. Ага, спасибо, как говорится...</p>
    <p style="text-align: justify;">Но человек вдруг снизошел и сказал, когда нужно выходить. Слегка прибалдев от такого
        общения доехали до нужной остановки. Дальнейшую дорогу спрашивали уже у полицейских, от греха подальше... Дорога
        в гостиницу лежала через старый город. А старый Таллин &mdash; это очень красиво!</p>
    <p style="text-align: justify;">В гостинице правда об эстонцах продолжилась... Само заселение прошло без проблем,
        если не учитывать, что номер нам достался с видом на электричку. Но это нас не сильно огорчило, третий год живём
        через дорогу от вокзала, так что привыкли ☺ Сам номер оказался отличный. Вполне европейского уровня. В этом
        плане эстонцы молодцы, они очень стараются! Таллин оказался самый чистый и самый опрятный из всех прибалтийских
        столиц. Но люди... Для меня так и осталась неразрешенной загадка &mdash; чем их там поливают?</p>
    <p style="text-align: justify;">Таллин очень красивый портовый город. За пару часов на пароме можно добраться до
        Хельсинки. Отличная возможность посмотреть ещё на одну столицу. Одно плохо &mdash; стоимость самой дешёвой
        гостиницы в финской столице не подходит для бюджетного путешествия. Но нам повезло. У компании Викинг-лайн было
        предложение &mdash; тур одного дня. Утром туда, вечером обратно и всё удовольствие на двоих 44 евро. В семь утра
        мы были уже в порту, прошли регистрацию и с нетерпением ждали посадки на паром. И это было самое яркое
        впечатление за всю поездку! Я искренне не понимаю людей, которые на такое чудо погружаются и два часа жрут,
        сидят в интернете и вообще никак не реагируют на окружающее. А ведь какое удовольствие выйти на палубу и
        встретить восход солнца! Смотреть как мимо проносятся чайки и как вода пенится за бортом этой огромной машины! А
        ночью, на обратном пути смотреть на звёзды! Люди в повседневной суете перестали радоваться таким простым
        вещам...</p>
    <p style="text-align: justify;">Но вот мы и в Хельсинки. Ещё одна столица. Ещё один пятачок старого города, а дальше
        всё как везде &mdash; одни и те же огромные торговые центры, однообразные дома. Глобализация, одним словом. В
        какой-то момент я поймала себя на мысли, что города настолько похожи между собой, приходилось буквально
        напоминать себе, где ты находишься именно сейчас. Сам Хельсинки оказался вполне себе спокойным европейским
        городом. Чистенький. В одном из дворов припарковался немецкий танк со свастикой. Выяснилось, что рядом какой-то
        музей. И что удивило &mdash; мы постоянно слышали русскую речь! Было ощущение, что мы в Москве. Мне даже начало
        казаться, что ещё немного, и я смогу ключом где-то здесь открыть свою московскую квартиру... Вечером плыли
        обратно в Таллин полные впечатлений.</p>
    <p style="text-align: justify;">За два дня, проведенных в Таллине мы столкнулись с немыслимым количеством
        анекдотичных ситуаций. Началось всё в гостинице. На простой вопрос &mdash; где можно вкусно и не дорого
        покушать, сначала было предложено говорить на английском. Не вопрос. Обстоятельно на английском объяснили, чего
        изволим. К сожалению, девочка не совсем дружила с английским... Выражение её лица сильно изменилось, но она не
        сдалась и на карте, сопровождая комментарии на очень примитивном английском нарисовала маршрут, куда надо идти.
        Поблагодарив, мы пошли прямо в противоположную сторону ☺ И не ошиблись. Кафе, куда нас занесло, полностью
        оправдало наши ожидания. А вот всё остальное оставило неприятный осадок. И даже красота старого Таллина не
        смогла заглушить испорченного настроения. Кто его портил? Кассиры, которые перед нами демонстративно закрывали
        кассы, аптекари, отказывающие в продаже стрептоцида, ссылаясь на необходимость рецепта, кассиры, с улыбкой
        продающие билеты в разных концах автобуса и т. д. Так что страшные рассказы об эстонцах &mdash; чистая правда.
        Но есть одно НО. Когда мы уезжали, заказали до автовокзала такси. Таксистом оказался эстонец лет шестидесяти.
        Наученные горьким опытом мы молчали, но дядька желал общения. Начал спрашивать откуда мы, как живётся в
        Беларуси, наши впечатления от города. Ну, если человек хочет общаться, святое дело поддержать беседу. Оказался
        очень общительный эстонец. И вот именно ему удалось нас, что называется, удивить. Напоследок он выдал фразу:
        &laquo;Очень рад был вас увидеть! Вы настоящие, вы живые!&raquo;</p>
    <p style="text-align: justify;">Это ж как надо было задолбать эстонца, чтобы он такое выдал? И ведь не врал! В его
        глазах читалась усталость от происходящего вокруг.</p>
    <p style="text-align: justify;">А из Таллина мы поехали в Вильнюс. Надо ли говорить, что &laquo;русские
        эстонцы&raquo; в автобусе испортили последнее настроение? Так что девять часов в автобусе пришлось слушать
        музыку в наушниках, чтобы хоть как-то оградиться от внешнего мира. Но вот и Вильнюс. Утром мы попадём в старый
        город и с удовольствием прогуляемся по улицам, а вот окраины вечернего Вильнюса мало чем отличаются от окраин
        Витебска. Хотя нет, Витебск лучше. Правда.</p>
    <p style="text-align: justify;">Вильнюс &mdash; ещё одна столица глобализации. По духу, по настроению и по внешнему
        виду что-то среднее между белорусской и российской глубинкой. Хотя проспект Гедеминаса хорош и вполне тянет на
        Европу ☺ Я к тому времени уже окончательно запуталась, где нахожусь в данный момент, так что возвращения в Ригу
        ждала с нетерпением! А вечером следующего дня, в ожидании поезда до Витебска, чуть не плакала, так не хотелось
        расставаться с этим городом! Всё-таки умели раньше люди выбирать место для города...</p>
    <p style="text-align: justify;"><em>ноябрь 2011</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images;

</script>