<template>
    <p>&nbsp;</p>
    <p><img class="ui centered medium rounded image" :src="url"></p>
    <div class="ui container">
        <h3 class="pt-8">
            <div class="ui basic fitted segment mceNonEditable">
                <div class="content">
                    <div style="font-family: Arsenal, sans-serif;"
                        class="ui header hvr-icon-wobble-vertical massive dividing fluid container"><i
                            style="vertical-align:top;padding-top:0.3em;" class="hvr-icon icon"
                            :class="page.i"></i><span class="ui content">{{ page.title }}<span
                                class="sub header"></span></span></div>
                </div>
            </div>
        </h3>
        <p>&nbsp;</p>
        <p style="text-align: justify;">Жарким летом 2010 года мы решили прокатиться к прохладному прибалтийскому берегу
            и
            посетить Калининград. Честно говоря, я думала, что этому пятачку России, окружённому, теперь уже,
            Евросоюзом,
            живётся получше, чем всей остальной стране. Как же я ошибалась... Но, по порядку.</p>
        <p style="text-align: justify;">Приключения начались на этапе покупки билетов. Поезд едет через Беларусь.
            Казалось
            бы, что может быть проще? Мы живём в Беларуси, покупай билет да садись в поезд. Ан нет, дорогие товарищи.
            Волшебство в том, что если ты россиянин, то сесть в поезд ты обязан на территории России. Так что пришлось
            ехать
            в Смоленск, там садиться в поезд, ехать обратно через Беларусь... Спасибо тебе, родная страна, за заботу о
            своих
            гражданах! Одни эмоции...</p>
        <p style="text-align: justify;">Ладно, сели в поезд, едем. То, что поезд сильно отличается от белорусского,
            думаю,
            писать не стоит. Кто катался, знает. Так что, описывать все ужасы российского поезда я не стану. Скажу лишь,
            что
            кондиционер включался лишь однажды, на границе с Литвой, пока пограничники проверяли документы.</p>
        <p style="text-align: justify;">Знакомство с калининградской областью началось с калининградских пограничников.
            Сколько я их повидала на своем веку, но "наших" ни с кем не спутаешь: лица суровые, вопросы такие, что
            начинаешь
            чувствовать себя врагом человечества... Противно, одним словом.</p>
        <p style="text-align: justify;">Нас встречали знакомые в Черняховске, откуда мы поехали в Неман. Так вот,
            первое,
            что мне не понятно: на кой хрен калининградской области, которая в другом часовом поясе, расписание поездов
            по
            московскому времени??? Чтобы люди не расслаблялись и помнили, кто хозяин? Ну да ладно. Из-за этой путаницы
            во
            времени мы приехали раньше рассчётного времени и час ждали, пока за нами приедут. За это время решили
            погулять
            по городу. Но прогулки не получилось... Потому что гулять среди пустых бутылок, грязи, стрёмных субъектов и
            унылого совкового антуража как-то расхотелось. Поэтому мы вернулись в здание вокзала, пропитанного духом
            СССР и
            всё пытались понять, как же тут живут люди?</p>
        <p style="text-align: justify;">Наконец, приехали наши знакомые. По дороге нам рассказали очень много
            интересного. Я
            даже не знаю, с чего начать... Пожалуй, с того, что раньше эта земля была житницей Восточной Пруссии. Земля
            возделывалась трудолюбивыми немцами (или как их там?) веками. Из поколения в поколение передавались секреты
            поддержки дренажной системы, благодаря которой поля практически никогда не затоплялись и приносили постоянно
            обильный урожай. С приходом СССР всё это богатство было постепенно уничтожено. Аисты и сейчас живут там в
            большом количестве, но того поголовья, которое было раньше, когда поля были засеяны, уже нет.</p>
        <p style="text-align: justify;">Нас прокатили по дорогам, которые охраняют "последние солдаты третьего Рейха".
            Так
            местные называют деревья, которые немцы сажали вдоль дорог, чтобы их корни не давали расползаться дорожному
            полотну. Понятно, что на такой узкой дороге особо не разгонишься. Но какой русский не любит быстрой езды?
            Поэтому до сих пор русские лупятся об эти деревья, пополняя счёт "убитых немцами". Деревья то немцы
            сажали...
        </p>
        <p style="text-align: justify;">Когда мы въехали в Неман, я никак не могла отделаться от странного ощущения.
            Город
            очень сильно напоминал старого интеллигента, которого жизнь поизмотала, но который всё равно продолжает
            держать
            себя с достоинством. Дома, построенные ещё при немцах, несмотря на все усилия советской власти, продолжают
            излучать добротность. При этом возникало чувство, будто бы они испытывают стыдливость за свой теперешний
            вид...
            Очень тягостное и грустное зрелище, поверьте... Позже мне стало понятно, почему в этой области люди живут
            хреново, не смотря даже на собственную нефть, порт и прочее. Забегая вперёд скажу: потому что Москва
            протянула
            туда своё щупальце и как насос выкачивает всё, до чего можно дотянуться, из этой области. А взамен туда едет
            пиво Балтика и останкинская колбаса. Такой вот "равноценный" обмен.</p>
        <p style="text-align: justify;">Отдохнув с дороги мы поехали изучать местные достопримечательности. Главная и
            единственная достопримечательность города &ndash; замок Рагнит (XV век). Кому интересно, милости просим
            погуглить. На обрыве под замком в советское время построили ЦБК (<span>целлюлозно-бумажный комбинат</span>).
            Отдельно стоит башня, в замке остались железные ворота. Внутри &ndash; переплетение стен и переходов,
            остался
            балкон, при определённых усилиях на него можно залезть. Замок выглядит очень красиво, но с каждым годом
            разрушается всё сильнее. Самое обидное, что власти даже не чешутся и все попытки иностранцев хотя бы
            законсервировать замок в том виде, в каком он сейчас, попросту игнорируют. И не верьте тем, кто скажет, что
            никаких попыток реставрации замка не предпринималось. Предпринималось. Просто наша власть очень странно
            относится к завоеванной территории. Я понятия не имею, чем может быть вызвано&nbsp; такое поведение? Здравый
            смысл подсказывает, что захватив территорию завоеватели постараются все имеющиеся богатства сохранить и
            приумножить. В калининградской же области с момента заселения этой территории советскими людьми всё
            происходит с
            точностью до наоборот. Свою страну, простите, просрали, так и тут ещё, простите, насрём... Хозяйственные
            немцы
            повесились бы от увиденного.</p>
        <p style="text-align: justify;">Потом нам показали сооружение, которое при немцах выполняло роль спортзала.
            Угадайте, во что его превратила наша власть? Правильно, в заброшенное, сожжённое здание. Пусть себе дальше
            разрушается, нам чужого не надо. Своё не знаем куда и как побыстрее про...ть. Ещё раз извините...
            Собственно, на
            этом экскурсию по Неману можно было считать законченной и мы поехали дальше, в Советск, любоваться на мост
            королевы Луизы &mdash; пограничный автомобильный мост через реку Неман, соединяющий Советск и Панемуне
            (Литва).
            Мост назван в честь королевы Пруссии. Портал моста, напоминающий триумфальную арку, изображён на гербе
            Советска
            и является символом города.</p>
        <p style="text-align: justify;">А потом мы путешествовали самостоятельно. Из Советска мы поехали до
            Калининграда. В
            маршрутке я всю дорогу читала "Отче наш", потому что скорость, с которой лихой (вах!) водитель нёсся мимо
            "последних солдатов третьего Рейха" явно не соответствовала разрешённой и вообще сочетающейся со здравым
            смыслом. И русское "авось, пронесёт!" меня совершенно не устраивало! Поэтому отныне и навсегда к черту
            маршрутки
            с их вах! водителями, а только поезда! Самые поездатые поезда в Мире!</p>
        <p style="text-align: justify;">Сам Калининград нас удивил ценами. Они выше, чем московские. А в целом город как
            город. Не знаю, правда или нет, но местные жители рассказывали, что Кёнигсбергский кафедральный собор раньше
            представлял собой печальное зрелище. А именно могила Канта. Говорят, раньше там был такой срач, что чуть ли
            не в
            общественный туалет превратили место упокоения великого философа. Сейчас всё довольно цивильно, а вот
            тётеньки
            внутри музея &ndash; неизменные наши совковые старые грымзы. Простите, но других слов просто нет. Спросите,
            отчего столько негатива? Всё просто. Как дисциплированные туристы мы, ясное дело, захотели сделать несколько
            фотографий внутри музея. В одном из залов я очень аккуратно присела на краешек стула около большого
            красивого
            стола, чтобы муж сделал фото. Как по волшебству тут же рядом нарисовалась та самая грымза, которая тоном
            оскорбленной королевы и без единого намека на вежливость очень громко и грубо потребовала: "Стул на место
            поставили, быстро!" Фотографироваться после этого расхотелось...</p>
        <p style="text-align: justify;">Почему такое хамство повсеместно распространено только в России? тьфу..</p>
        <p style="text-align: justify;">А на следующий день мы решили доехать, наконец-то, до моря! Наш путь лежал в
            Зеленоградск, хотя мне больше нравится старое название города &ndash; Кранц. Я так мечтала увидеть Куршскую
            косу! Вместо этого мы увидели пляж, битком забитый народом и не песок с грязью, а грязь с песком. Да да,
            именно
            в такой последовательности. В довершение всего нам не повезло ещё и с погодой: жара стояла такая, что ни о
            какой
            экскурсии на косу и речи быть не могло. Видимо, придётся смотреть на косу в другой раз и с другой стороны,
            со
            стороны Литвы.</p>
        <p style="text-align: justify;">А в тот момент мы хотели только одного &ndash; запереться в номере и обмакнуть
            свои
            тушки в прохладную воду. Щаззз! В гостинице была отключена вода! ВСЯ! На вопросы, когда дадут, мы постоянно
            получали обещания, что вот сейчас, а потом вот через час, и вот прямо вот ещё чуть-чуть. Боялись, что мы
            съедем
            с гостиницы, что ли? Но куда, если воды не было во всем городе? В результате никто даже не извинился, про
            скидку
            я уже вообще молчу. Откуда ж персоналу знать такие слова?... Мало того. Под нашим номером в ресторане гуляла
            свадьба и к вечеру, слушая мат прохожих, проходящих под окнами я мечтала .... О, мечты были разнообразны!
        </p>
        <p style="text-align: justify;">Одним словом, впечатления от этой поездки были не самые приятные. Второй раз я
            туда
            ехать не хочу. Хорошо ещё, что на обратном пути на нас никто не обращал внимания и мы спокойно выгрузились в
            Орше, вместо того, чтобы снова ехать в Смоленск, а оттуда назад в Беларусь.</p>
        <p style="text-align: justify;">И если Вам попадется заказная статья с сайта УФМС России, рассказывающая о
            людях,
            якобы переселившихся в Калининград из Латвии и прочих ужасных мест, где русских не любят, знайте, что "жить
            и
            развиваться можно только в России!". Больше, судя по всему, негде...</p>
        <p style="text-align: justify;"><em>2010</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images;

</script>