<template>
    <div class="ui container free">
        <div class="ui basic vertical fitted segment jarallax mceNonEditable" style="min-height: 60vh;"
            data-date="false" data-path="" data-description="true" data-auto="" data-id="pageheader">
            <div class="ui active light dimmer">
                <div class="content"><a class="ui header hvr-icon-wobble-vertical"
                        style="font-family: Arsenal, sans-serif;"><i class="hvr-icon icon"></i><span class="ui"><span
                                class="sub header"></span></span></a></div>
            </div>
        </div>
    </div>
    <p>&nbsp;</p>
    <p style="text-align: justify;">Много лет назад, стоя у небольшого окна большого магазина, она смотрела сквозь
        стекло на летнюю грозу. У окна она стояла долго и поэтому видела первые капли, видела как сквозь разыгравшуюся
        бурю пробился нежный луч уходящего за тучами солнца. Этот момент, это мгновение ей суждено было сохранить в
        памяти надолго. И когда гроза уже утихла она вышла на улицу. На ней был легкий сарафан и резиновые, модные
        тогда, туфельки. Людей не было видно. Боясь промокнуть и получить насморк, они спасались от дождя кто где. Гроза
        умыла грязные стены домов, &laquo;помыла&raquo; тротуары, которые люди не в состоянии были убирать, и проливала
        свои последние запасы на хоть чуть-чуть посветлевшую землю.</p>
    <p style="text-align: justify;">А она шла навстречу ласкавшему ее ветру. Ветер развевал ее волосы. Сарафан промок
        насквозь, набившая в туфли вода неприятно хлюпала, а босиком идти было куда приятнее. Непонятное наслаждение
        испытывала эта насквозь промокшая девчонка. Ей было хорошо, даже слишком хорошо. Хотелось бежать и лететь под
        музыку дождя, но ее стесняли взгляды удивленных людей. Было неловко. Но вдруг она остановилась. Почувствовав
        странное ощущение людской пустоты и присутствия самой природы, ноги сами понесли ее куда-то, туда, где было
        истинное спокойствие. Прибежав в довольно безлюдное место, а точнее на огромное зеленое поле, она упала в траву
        и струи, окрашенные закатом, лились на ее лицо, руки, ноги. Ей было приятно. Первым чувством было наслаждение,
        но потом подступил ком к горлу. Стало невыносимо больно за тех, кто не мог так, как она наслаждаться природой и
        видеть вокруг столько прекрасного, за тех, кому не суждено было понять то, что поняла она.</p>
    <p style="text-align: justify;">Она вспоминала&hellip;</p>
    <p style="text-align: justify;">Сколько раз бессонными ночами ей приходилось сидеть завернувшись в плед на
        подоконнике открытого окна&nbsp; и смотреть на бесконечно-звездное небо, смотреть, как гасли звезды и на одном
        небосводе какое-то время царствовали вместе утро и ночь.</p>
    <p style="text-align: justify;">Она вспоминала&hellip;</p>
    <p style="text-align: justify;">Вспоминала, сколько прекрасных мыслей приходило ей в голову. Уже тогда было обидно,
        что эти вечно-спешащие человечки не увидят всей красоты восходящего солнца, никогда не поймут ни ее, ни природы,
        ни всей окружающей их красоты. Даже внимания не обратят. &laquo;Обыкновенное зрелище для обыкновенных
        людей&raquo; - так думала она. А может люди просто боятся что-нибудь замечать? Ведь до сих пор они только
        отбирали у природы, ничего не давая взамен.</p>
    <p style="text-align: justify;">Она вспоминала&hellip;</p>
    <p style="text-align: justify;">А теперь, валяясь в траве она рыдала, рыдала, смешивая свои слезы со слезами неба
        ибо у нее возникла еще раньше мысль, что дождь есть ни что иное, как слезы небесные. А вдруг она права? Но вот
        на землю упали последние капли ее слез и слез грозы и она пошла обратно. Эта загадочная девчонка с серо-зелеными
        глазами шла среди тех людей, о которых она только что лила слезы и никому не было до нее дела. А она все
        шла&hellip;</p>
    <p>&nbsp;</p>
    <p><em>примерно 1990 год</em></p>
    <p style="text-align: justify;"><em><a class="ui labeled icon blue button mceNonEditable"
                style="font-family: Arsenal, sans-serif;" data-reveal="true" data-path="" data-auto=""
                data-id="parentbutton"><i class="left arrow icon"></i>назад</a></em></p>
</template>