<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p>Она шла по почти пустынной улице. Странная зима была в этом году. Вроде декабрь, но на улице достаточно
            тепло,
            только ветер противно задувал в рукава шубы. Людей практически не было, тускло светили фонари да изредка
            проезжали заблудившиеся машины.</p>
        <p>Она шла вроде по делу, но чувство было совсем другое. Странное ощущение пустоты и, в то же время, какой-то
            вселенской радости. Но откуда радость? Ведь вокруг так пусто и одиноко? Как на сердце&hellip; А откуда
            пустота
            на сердце, когда в мире есть самое потрясающее &ndash; Любовь? Она не знала, знала только, что все то, что
            испытывала, давило на нее слишком тяжелым грузом. Она ощущала тяжесть своего тела, которое была вынуждена
            повсюду таскать за собой. А потом посмотрела на небо. Оно было темное, неприветливое, мрачное, в нем таилась
            не
            то опасность, не то радость&hellip; Звезд не было видно, да и откуда взяться им в городе? И она
            подумала&hellip;
            Подумала, что &laquo;когда на небе будут звезды, что-то должно измениться&raquo;&hellip; Но когда они будут
            и
            что значат все ее предчувствия? Звезды и так есть, только в городе почти не видны. Но это было другое.</p>
        <p>Они снились ей много раз, огромные скопища покрывали почти все пространство неба, они выстраивались в узоры,
            мозаики, образовывая целые, совершенно новые, созвездия. И почему-то они пугали. Но чем? Что плохого в
            небесных
            телах, добраться до которых даже не предоставляется возможным? Миллионы и миллионы световых лет отделяют нас
            от
            них, а угроза кажется такой близкой?</p>
        <p>Она не знала, знала только, что в снах они угрожали. Или предвещали? Предвещали ЧТО? Так называемый
            &laquo;конец
            света&raquo;? Перемены, к которым люди не готовы? Как всегда только вопросы и ни одного ответа. Это больше
            всего
            выводило из себя.</p>
        <p>Хотелось знать! Знать наверняка что произойдет. Но как?! Как приблизиться к разгадке? Опять вопросы&hellip;
        </p>
        <p>Слишком многое происходило, но не давало ответа. Она давно перестала верить в случайность, она давно знала,
            что
            надо только научиться понимать язык окружающего мира. И она училась, медленно, ошибаясь, но училась.</p>
        <p>Все происходило как по сценарию. И это тоже раздражало. Потому что сначала казалось что происходит что-то
            новое,
            а потом приходило осознание, что было это не случайно&hellip; Так не случайно ей попалась Идея о
            бесконечности
            жизни и происходящего. Она попыталась представить себе сколько альтернативных Я может находиться в
            бесконечности? Даже представить трудно&hellip; И как ей хотелось хоть краем глаза взглянуть на то, что
            происходило в другом, возможно, мире.</p>
        <p><em>Ну не ври сама себе то! Сейчас появится перед тобой кто-то или что-то и сама первая закричишь КАРАУЛ!
                Разве
                не так? Сознайся, что только одна крохотная частичка твоего существа ХОЧЕТ, а все остальное кричит и
                вопиет
                от ужаса при одной мысли, что что-то МОЖЕТ произойти. Нет? Скажи что нет.</em></p>
        <p>Нет. Все таки ХОЧЕТСЯ. Я бы справилась. Только не знаю как. У Кастанеды сказано: &laquo;жить и не знать за
            каким
            кустом прячется кролик гораздо интереснее&raquo;. Может в этом что-то есть?</p>
        <p><em>Ну вот видишь? Ты уже ищешь оправдания себе и своим страхам. На самом деле все не так уж плохо. Может,
                явись
                тебе действительно неизвестное, не произошло бы ничего плохого? Может, наоборот, немного Истины пришло
                бы к
                тебе?</em></p>
        <p>А что есть Истина? &laquo;Бесконечность есть смысл&raquo;. Вот.</p>
        <p><em>А теперь свяжи в одно целое то, что подумала, и то, что сказала.</em></p>
        <p>И что?</p>
        <p><em>Вот именно, что НИЧЕГО&hellip;</em></p>
        <p>И так шла она, размышляя, и пытаясь понять хоть что-то.</p>
        <p>&nbsp;</p>
        <p>Женщина мечты твоей.</p>
        <p>Снизошедшее виденье.</p>
        <p>Взгляд, смотрящий все нежней.</p>
        <p>Теплых рук прикосновенье.</p>
        <p>То ли прошлое свое,</p>
        <p>То ли будущее вижу&hellip;</p>
        <p>&nbsp;</p>
        <p>Да&hellip; Вопросы, вопросы, так их! Сколько же вас? Бесконечность&hellip; Но, тогда должна быть и
            Бесконечность
            Ответов! Где они? В какой части Вселенной прячутся? Есть ли туда вход? А выход оттуда? Может, осознав что-то
            важное, мы уже не возвращаемся в сейчас? Все может.</p>
        <p>&laquo;Когда на небе будут звезды&raquo;, появятся ответы.</p>
        <p>---------</p>
        <p>Но появятся ли эти ответы? Вот ведь воистину: был бы повод&hellip; Настроение. Что это такое? Физиологические
            процессы в сочетании с чем? Нет никакого желания искать точное определение этого слова, хочется понять
            природу
            &ndash; почему человек устроен ТАК, а не иначе??? Кто же создал нас? Из какой такой дыры мы все появились на
            этот свет? И в какую проваливаемся потом?</p>
        <p>Опять одни вопросы&hellip; Боже! Сколько же их! Хочется взять некое оружие и расстрелять их все&nbsp;сразу и
            оставить пустоту. И тогда, возможно, наступил бы покой. Опять. Да что ж такое? Хоть одну подсказку дайте!
            Как
            вас там? Извините, что не знаю как обратиться, мы не знакомы. Хотя я знаю, Вы где-то там, я просто ЗНАЮ ЭТО.
            Ха!
            Хоть что-то я знаю, пусть малость. Но тут опять вылезает Его Величество Вопрос: а права ли я? Ну что ты
            будешь
            делать? Эх&hellip; Видать не суждено&hellip;</p>
        <p>&nbsp;</p>
        <p><em>2001</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>