<template>
    <p>&nbsp;</p>
    <p><img class="ui centered medium rounded image" :src="url"></p>
    <div class="ui container">
        <h3 class="pt-8">
            <div class="ui basic fitted segment mceNonEditable">
                <div class="content">
                    <div style="font-family: Arsenal, sans-serif;"
                        class="ui header hvr-icon-wobble-vertical massive dividing fluid container"><i
                            style="vertical-align:top;padding-top:0.3em;" class="hvr-icon icon"
                            :class="page.i"></i><span class="ui content">{{ page.title }}<span
                                class="sub header"></span></span></div>
                </div>
            </div>
        </h3>
        <p>&nbsp;</p>
    <p style="text-align: justify;">Так сложилось, последние полтора года я живу не в Москве. В Витебске. За это время я
        вынужденно появлялась в &laquo;нерезиновой&raquo; примерно один раз в месяц. Иногда реже. Максимум на три дня.
        И, понятное дело, отвыкла от Москвы. А это значит, что многое я смогла увидеть на контрасте. То, что раньше было
        привычным стилем жизни, люди, с которыми я общалась и прочее, прочее, одним словом всё, что раньше меня
        окружало, вдруг приобрело совершенно другие цвета, смысл и вызвало полное недоумение &ndash; как я выжила среди
        всего этого?!</p>
    <p style="text-align: justify;">Ещё недавно я жила в мегаполисе-муравейнике с постоянным ощущением, что вот-вот ещё
        немного и всё в моей жизни случится. Я бегала, как и все, по очень важным и ненужным делам, тратила на дорогу по
        несколько часов в день, полдня проводила в огромных магазинах типа Ашан запасаясь, как белка на случай ядерной
        войны, кучей всего &laquo;самого необходимого&raquo; и не очень, набивая огромную тележку до краёв... Вдыхала
        тоннами всякую дрянь стоя в многочасовых пробках. Инновационное изобретение московские пробки! Надо быть полным
        идиотом, чтобы надеяться на исчезновение этой проблемы. Ясно ведь, зачем это сделано. Отличное решение досуга
        миллионов людей! Прямо тебе социальная сеть сплетённая из сотен тысяч кузовов. Ну чем не &laquo;скованные одной
        цепью&raquo;?</p>
    <p style="text-align: justify;">Но я сейчас не о том. Живя в Москве подчиняешься, хочешь ты этого или нет,
        определённым законам. Один из них называется ЧСВ. Чувство Собственного Величия. Трудно сохранить рассудок и не
        превратиться в идиота в этом огромном городе. Кто пытается сохранить в себе остатки человеческого рано или
        поздно сбегает оттуда. Другого пути нет. Нормальных вменяемых человеческих экземпляров практически не водится в
        этой недружелюбной среде. Да что там далеко ходить... Даже собаки сбиваются в агрессивные стаи. Хотите
        контраста? Приезжайте в Черногорию и посмотрите там на местных собак. Вас ждёт, как минимум, удивление. И
        поверьте, не в климате дело. Хотя...</p>
    <p style="text-align: justify;">Что я &laquo;потеряла&raquo;, уехав из Москвы? НИ-ЧЕ-ГО. Что я приобрела, уехав из
        Москвы? ВЕСЬ МИР! И это того стоило! За последние полтора года я путешествовала столько, сколько за всю жизнь в
        Москве даже мечтать не могла. Да, я не объехала весь Мир, я не была пока ещё во многих странах. Всему свое
        время. Но, как ни странно, я ни разу не пожалела о принятом решении. И чем больше меня разделяло с Москвой
        прожитых порознь месяцев, тем яснее становилось, что обратно я возвращаться не хочу. Никогда. Ни за что. У меня
        жизнь, можно сказать, только началась! И я не хочу больше быть одной из тех, кого во всем Мире называют
        &laquo;москаль&raquo;. И это ещё не самое обидное... Не любят москалей за пределами не только Великой и
        Прекрасной. Их вообще везде не любят. Не питайте иллюзий.</p>
    <p style="text-align: justify;">Так чем же меня так поразила Москва в начале 2011 года? Суета. Агрессия. Страх.
        Хамство. Слишком очевидный разрыв социальных слоев. И невероятная популярность среди простых людей Лукашенко
        (внезапно). Люди запутались, устали. Они напуганы совершенно маразматичными новыми законами, отсутствием защиты.
        Им страшно идти в метро, но деваться некуда. Они каждый день играют в рулетку, ставка в которой &mdash;
        человеческая жизнь. Они понятия не имеют, продадут ли им в аптеке лекарство или подделку. Они едят
        &laquo;пластиковую&raquo; еду и смотрят часами рекламу и прочее телевизионное говно, которое льётся в их мозг
        напрямую тоннами. И при этом они искренне ненавидят хохлов, потому что те якобы &laquo;у нас&raquo; газ воруют.
        У кого &laquo;у вас&raquo;? Этот газ кому принадлежит то? Так нет. Послушать людей, так это лично у них хохлы
        требуют скидку на голубое топливо. А мы им кукиш! Хотели отделиться, свободными быть? Ну мы вам хрен по всей
        морде! И это говорят совершенно простые люди, зарплата которых позволяет, лишь, не умереть с голоду. Кому они
        что при этом пытаются доказать? Это, на мой взгляд, ЧСВ ярко выраженное и лечению не поддающееся в принципе.
        Поговорить с таким человеком не предоставляется возможным. Он вас никогда не услышит. Он &mdash; россиянин.
        Москаль. Ему все должны. Так уж сложилось исторически. И живёт он не где-нибудь, а в самом Центре Европы, Азии и
        всего Мира впридачу. А то и вовсе в Центре Вселенной. А вокруг враги. Куда ни кинь взор, везде какая-нибудь
        сволочь на Россию своим басурманским глазом не добро смотрит. На то она, сволочь эта, и есть самая что ни на
        есть пакость иноземная, с коей надо бороться и газу не давать!</p>
    <p style="text-align: justify;">Итак 11 февраля 2011 года. Почти шесть часов утра. В этот день Гоголь сжёг свой
        второй том &laquo;Мёртвых душ&raquo;, а Юрия Арамовича Авакяна, который этот второй том воссоздал, мы с его,
        теперь уже вдовой Светланой, ровно два года назад хоронили... Быстро летит время. Но кое-что не меняется
        столетиями. Прочтите, не поленитесь, Гоголя. Ничего не изменилось. НИ-ЧЕ-ГО. Стало, правда, много хуже. Но это
        уже большая политика. А пока мне навстречу попадаются нагловатые мужички, цель у которых одна на всех &mdash;
        найти клиента и прокатить по, пока ещё пустой, Москве за цену, от которой у многих начнётся амфибиутробная
        асфиксия. Здесь не только такси дорогое. В этом городе всё дорогое. Только жизнь человеческая ничего не стоит...
    </p>
    <p style="text-align: justify;">В метро людей немного. Не смотря на ранее утро лица вокруг сплошь хмурые. Под ногами
        мелкая гранитная крошка, которой посыпают улицы и которая проникает везде, где только возможно. У домов машины
        лепятся одна к другой и попытки протиснуться между ними напоминают игровой квест. У меня есть немного времени,
        чтобы привести себя в порядок после поезда, подремать пару часов и я снова, как и раньше, в московском ритме
        начну забег по списку дел в пятьдесят четыре метра. Хоть и прошло полтора года, как я уехала, а пока что держит
        меня город, не отпускает... Как-то раз стоя в пробке на МКАДе мне Москва представилась в виде огромного змея,
        который накидывает на&nbsp; людей свои кольца и душит. Вот никак я от этих колец не выпутаюсь. Но ничего. Всему
        своё время. Настанет день и я смогу нацепить футболку с надписью &laquo;Дякую Боже, шо я не москаль&raquo; ☺</p>
    <p style="text-align: justify;">Хотелось бы пару слов сказать тем, кто продолжает, не смотря ни на что, защищать
        Россию и Москву в частности, взывая к моим патриотическим чувствам. Не знаю кому как, но лично мне абсолютно не
        за что любить&nbsp; страну, в которой я родилась. Да и нет её уже давно, страны этой. Роддом. Я при рождении
        получила травму. Меня выписали с диагнозом воспаление лёгких, а матери вкалывают некую неведомую дрянь и у неё
        пропадает молоко. Я выживаю чудом и только благодаря тому, что обыкновенный советский врач берёт на себя
        смелость лечить двухнедельное тельце не по канонам советской медицины. Кстати, этот человек был моим
        однофамильцем. Светлая ему память.</p>
    <p style="text-align: justify;">Ясли. Прекрасно помню. Особенно порадовало беспрепятственное проникновение на
        территорию какого-то мутного субъекта, после чего меня в ясли родители больше не отдавали. Детский сад, точнее
        детский ад. Кто имел удовольствие там побывать, знает о чём речь. Школа. Это вообще тема для отдельной статьи. А
        что, может и напишу на досуге. Школу я окончила без аттестата по причине не желания носить взятки господам
        учителям. Да и нечего мне было носить. После этого слово &laquo;школа&raquo; я воспринимала примерно как еврей
        слово &laquo;гестапо&raquo;. Про институт промолчу. Хуже чем школа, причём за твои же деньги. Ну, а российская
        медицина, это вообще отдельная тема. Скажу только, что я яркий пример поговорки &laquo;если пациент хочет жить,
        то медицина тут бессильна&raquo;. Могу ещё рассказать про бесценный опыт общения с пенсионным фондом, про свою
        карьеру на телевидении, про попытки в этой стране создать собственный бизнес и т. д. Одним словом после всего
        это я не испытываю ничего, кроме желания держаться от этой территории как можно дальше.</p>
    <p style="text-align: justify;">Но. При всём вышеописанном, не поверите, я бесконечно, искренне и глубоко люблю всё
        русское, природу, дух, который дремлет в людях до поры до времени, наше, какое-то особенное, чувствование мира.
        Люблю московское лето, особенно август, время, когда ещё тепло, но жары уже нет, и в воздухе уже витает осенняя
        грусть, а листья потихоньку начинают желтеть и опадать. Нашу литературу, наш язык, красоту которого сейчас
        пытаются испоганить... Люблю город, в котором родилась. Люблю свой район.</p>
    <p style="text-align: justify;">Но пока что я снова погружаюсь в зимнее столичное безумие 2011 года. За пять минут
        поездки в маршрутке я умудрилась стать свидетелем трёх коротких эпизодов с участием ЧСВ. Девушка приезжей
        национальности передает деньги водителю. Тот, в свою очередь, полностью сосредоточен на дороге и не реагирует на
        мадам. Буквально на глазах мадам преображается и с ненавистью и воплями на всю маршрутку таки всучивает эти
        несчастные деньги водителю. И проще их взять и врезаться в какую-нибудь машину, чем не заметить эту цацу,
        которая царским жестом оплачивает свой проезд. Подумать о том, что водитель возьмёт деньги как только не будет
        создавать проблем на дороге ни себе ни окружающим, эта тушка не в состоянии. После она ещё долго пыхтела,
        возмущаясь тем, как этот &laquo;баран&raquo; посмел её не заметить. Эта особь москвичкой стала от силы год
        назад, но какое уже отрастила ЧСВ!</p>
    <p style="text-align: justify;">Вторая мадам просит её остановить &laquo;прямо за троллейбусом&raquo; тоном,
        которого ослушаться ну никак нельзя. А выгрузив своё бренное тело в указанном месте начинает возмущаться, как
        посмел водитель её остановить&nbsp; за троллейбусом? Ведь её же сейчас задавят! Да уж скорее бы... После этих
        двух коротких эпизодов на сцену выползает нечто неопределённого пола и возраста и начинается новое шоу
        &laquo;Остановите меня прямо вот тут! Куда едешь, козёл?!&raquo; При этом робкие возражения о каких-то там
        дурацких ПДД воспринимаются как личное оскорбление... Я в это время могу только с тоской вспоминать Витебск.
        Сколько раз ездила на общественном транспорте, но такой концентрации идиотов на квадратный метр и
        пространственно-временной отрезок не встречала. А ведь день только начался. И мой путь лежит в одно из самых
        страшных, непредсказуемых и загадочных мест &mdash; почту России, где стоя в очереди без особой надежды
        когда-нибудь отправить свои посылки с грустью вспоминаю почту Витебска... Правда, говорят почта Украины ещё
        хуже. Хотя на мой вкус хуже уже не может быть в принципе.</p>
    <p style="text-align: justify;">Чуть позже, убивая час времени, меня принесло в один из торговых центров, где
        обязательно на верхнем этаже есть фастфуд. Для меня раньше было загадкой, на что живут все эти пятачки
        цивилизации? И, собственно, на хрена их столько? Сейчас ответы известны, но всё равно каждый раз, слоняясь по
        этим заведениям, удивляешься, недоумеваешь... и задумываешься о тщетности бытия. Из современных людей сделали
        потреблядей, другого слова нет. Большая политика сознательно и успешно вытравливает из людей всё человеческое.
        Система ценностей и раньше была сбита, но сейчас от неё вообще ничего не осталось! Человек в современном мире
        потреблядства стал ничтожен и мал настолько, что даже в расчёт не принимается. Всё, что от него требуется, это
        жрать, покупать все рекламируемые товары, срать, смотреть рекламу, снова покупать и дохнуть как можно быстрее.
        Желательно не успев размножиться. А то ерунда какая-то получается.</p>
    <p style="text-align: justify;">С такими вот грустными мыслями я сдуру, не иначе, забрела в &laquo;Азбуку
        вкуса&raquo;. Кто не в курсе, это столичная сеть супермаркетов для особо богатых людей с ЧСВ выше среднего.
        Говорят, что прежде, чем рассуждать о богатстве, его надо испытать на себе. Согласна. Без личного опыта
        понимания нет. Вполне возможно, имей я огромный доход, или правильнее будет сказать &ndash; возможность
        присосаться к бюджетному ручейку, и я тоже ходила бы исключительно в такие магазины, цель которых, помимо
        прочего, отсечь ценовой политикой определённый слой населения. Но ё моё! Зачем человеку дано умение думать,
        мыслить, моделировать? Вот я и стала думать, шарахнувшись от &laquo;Приветствую вас в нашем магазине, желаю
        хорошего настроения!&raquo; Это выпалил сотрудник магазина, должность которого я определить не смогла. Что-то
        типа швейцара у входа. Но разве его улыбка искренняя? Не надо быть рентгеном, чтобы мгновенно оценить его
        положение. Он в этом мире роскоши и безумных цен всего лишь умеющая говорить безделушка, которой платят копейки.
        Этот человек пожелал мне хорошего настроения... Но как можно дать или пожелать то, чего сам ты не имеешь??? Я
        начала думать, ходила бы я в такой магазин? Да ни в жизни. Я потратила много времени, но смогла по крупицам
        восстановить ту единственную систему ценностей, которая должна быть у нормального, вменяемого человека. И я хочу
        оставаться человеком, а не потреблядью...</p>
    <p style="text-align: justify;">День был долгим. Ещё много было событий и встреч, ярких впечатлений. Москва
        продолжала показывать себя с разных сторон. Вечером я с трудом заснула. Перевозбуждение от столичной беготни. А
        на следующий день всё повторилось. К концу второго дня я устала настолько, что забыла даже поесть и искренне
        удивлялась, от чего это меня так тошнит? Но еда не принесла облегчения. И я опять с тоской стала вспоминать
        Витебск... Всем хорош этот город. Есть у него, правда, один, но существенный недостаток: он находится на
        территории страны, которая с Россией никогда не расстанется...</p>
    <p style="text-align: justify;">Утром третьего дня голова раскалывалась от &laquo;свежего&raquo; московского
        воздуха. Вечером в поезде мне было уже настолько плохо, что я даже испугалась, как вообще доеду. Но странное
        дело. Как только поезд тронулся, все симптомы как рукой сняло! Я успокоилась и даже умудрилась заснуть, хотя
        спать в поездах у меня получается с трудом...</p>
    <p style="text-align: justify;"><em>Витебск, 2011</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images;

</script>