<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><div class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></div></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;"><em>Кто в молодости не писал стихи? И почему-то именно в юном возрасте это
                удаётся
                лучше всего. Было и у меня время, когда только успевай записывать. Иногда, правда, случались затыки и
                пара
                последних строчек могла днями, неделями, и даже месяцами, не складываться. Но такое случалось крайне
                редко.
                Какие-то стихи мне и самой нравятся, какие-то оказались слишком личные. Были и выброшенные, о чём теперь
                жалею... И вот как-то раз я осознала, что в моих стихах, совершенно точно, есть прогноз на будущее. На
                моё
                конкретное будущее. И я испугалась. И всё, канал пропал, и сколько я потом ни пыталась из себя что-то
                выдавить, ощущение полной пустоты в течение 21 года...</em></p>
        <p style="text-align: justify;"><em>Но в 2017 году из головы выскочили, как чёрт из табакерки, строчки. Они были
                обо
                мне. Хорошие. И на душе потеплело. Я снова почувствовала удивительное ощущение, его не передать словами,
                но
                это как какая-то щекотка, как будто ты приёмник, и вдруг тебе удаётся уловить волну с частотой, на
                которую
                ты и не настроен вроде, а она всё равно каким-то образом к тебе пробилась и ты её слышишь. И потом опять
                &laquo;технический&raquo; перерыв. И только в конце 2023 года я снова выловила из пространства несколько
                строчек, </em><em>они в конце страницы.</em></p>
        <div class="ui divider" id="top"></div>
        <div style="text-align: left;"><router-link to="#larra">Ларра</router-link></div>
        <div style="text-align: left;"><router-link to="#night">Ночи без сна</router-link></div>
        <div style="text-align: left;"><router-link to="#vmeste">Море и мы</router-link></div>
        <div style="text-align: left;"><router-link to="#people">Обыкновенные</router-link></div>
        <div style="text-align: left;"><router-link to="#molitva">Молитва</router-link></div>
        <div style="text-align: left;"><router-link to="#pokoy">Покой</router-link></div>
        <div style="text-align: left;"><router-link to="#rekviem">Реквием</router-link></div>
        <div style="text-align: left;"><router-link to="#lubimoe">Любимое</router-link></div>
        <div style="text-align: left;"><router-link to="#oldchurch">Старая церковь</router-link></div>
        <div style="text-align: left;"><router-link to="#staya">Уходят стаей в облака</router-link></div>
        <div style="text-align: left;"><router-link to="#dream">Сон</router-link></div>
        <div style="text-align: left;"><router-link to="#soul">Душа</router-link></div>
        <div style="text-align: left;"><router-link to="#proshenie">Прощение</router-link></div>
        <div style="text-align: left;"><router-link to="#vozrozhdenie">Возрождение</router-link></div>
        <div style="text-align: left;"><router-link to="#krik">Крик</router-link></div>
        <h3 id="larra" style="text-align: left;">Ларра</h3>
        <p style="text-align: left;">Слеза с отраженьем заката стекает и падает в бездну.<br>Душа, словно в тиски
            зажатая,
            покоя не может найти.<br>И Солнце с теплом отказало навек, и звезды не светят уж больше,<br>По мертвым
            дорогам
            идет человек, обманутый и уничтоженный.</p>
        <p style="text-align: left;">Помнится золото, слава и власть. И не забыть ему жуткую страсть.<br>Грязные
            замыслы,
            темную ночь и ту, что любовью его одарила.<br>Минутное счастье, забвенья минута,<br>И брошено все к чьим-то
            грязным ногам.<br>Растоптано и уничтожено, сожжено, но остался обман.</p>
        <p style="text-align: left;">И идя в одинокой пустыне, в темноте, средь погасших огней,<br>Он поймет, что
            вернуться
            ТУДА он не в силах,<br>А дорога вперед еще страшней.</p>
        <p style="text-align: left;">И в отчаянии закричит он так громко,<br>Что не выдержит, треснет земля.<br>И слеза,
            отражая как зеркало ПРОШЛОЕ,<br>Увлечет за собой, икрясь и маня...</p>
        <p style="text-align: left;"><em>1989</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">&nbsp;</p>
        <p style="text-align: left;"><em>***</em></p>
        <h3 id="night" style="text-align: left;">Ночи без сна</h3>
        <p style="text-align: left;">В бессонных ночах не кричи, не стони,<br>А зубы покрепче стиснув,<br>Своим взором
            туманную даль подопри<br>И представь себя вольной птицей.<br>Оторвись от возни, беготни людской,<br>На
            минуту
            забудь печали<br>И на крыльях своих всей душой устремись<br>В высокие, темные дали...</p>
        <p style="text-align: left;"><em>лето 1989</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="vmeste" style="text-align: left;">Море и мы</h3>
        <p style="text-align: left;">Бессонные ночи - одинокие ночи.<br>Свет серебристый, отраженье Луны.<br>Ребристая
            гладь
            моря,<br>А мы стоим вдвоем у воды.<br>Вдыхая соленый воздух <br>И ощущая тепло твоей руки<br>Ни одной мысли
            в
            голове нет,<br>Есть только я и ты.<br>Продлить бы эти мгновения,<br>Мгновения серебристой воды,<br>И мягкое
            твое
            прикосновение,<br>Минуты, в которых есть только мы&hellip;</p>
        <p style="text-align: left;"><em>1989</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="people" style="text-align: left;">Обыкновенные</h3>
        <p style="text-align: left;">Как много люди не увидят<br>Как много потеряют и умрут.<br>И сколько радостей
            земных им
            не достигнуть,<br>А сколько красоты они оставят тут.<br>Их надо пожалеть,<br>А может и не надо.<br>Им надо
            бы
            помочь,<br>А может и нельзя.<br>Поймут ли сами все?<br>Я сомневаюсь &ndash; им будет трудновато.<br>Они
            просты в
            расчетах<br>Завтрашнего дня.</p>
        <p style="text-align: left;"><em>1990</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="molitva" style="text-align: left;">Молитва</h3>
        <p style="text-align: left;">На парусах своих несется<br>Корабль любви, корабль надежд.<br>На небе солнце вдруг
            проснется<br>О грешник! Помолись при всех!<br>Пусть свыше снизойдет прозренье<br>Очисти душу от
            греха.<br>Пусть
            искуситель<br>Твой злой гений<br>Покинет ум твой навсегда.<br>И ты, но заново рожденный,<br>Увидишь Божий
            белый
            свет.<br>И слезы счастья пусть омоют<br>Все тело, полное надежд.<br>Надежд на Господа прощенье<br>Надежд на
            долгую любовь.<br>Пусть путь тернистый, грешный, долгий<br>Закончится. Но ты, приобретенный вновь,<br>Начни
            свой
            путь, весь розами усеян,<br>Поведай людям радость очищенья.<br>И да благословит тебя Господь!</p>
        <p style="text-align: left;"><em>1993</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="pokoy" style="text-align: left;">Покой</h3>
        <p style="text-align: left;">Года, года куда-то мчатся<br>Лучистый ветер сдует пыль<br>Уходит в край далекий
            счастье<br>А будущее &ndash; это быль.<br>Моя луна опять полнеет<br>Я потихонечку зверею<br>От безысходности
            моей,<br>От черно-бело-серых дней.<br>Опять тоска пришла ко мне<br>Опять хочу уйти к тебе.<br>К тебе, мой
            верный
            и родной,<br>Неведомый лишь мне покой.<br>Всю жизнь, всю жизнь ищу тебя.<br>Моя дорога &ndash; в
            никуда&hellip;
        </p>
        <p style="text-align: left;"><em>21.06.1994</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="rekviem" style="text-align: left;">Реквием</h3>
        <p style="text-align: left;">В убегающей дали растворится незаметно<br>Мыслей мрачных моих нить.<br>Пустота она
            прелестна, <br>Завораживает кровь,<br>Что стекает на пол вяло.<br>Вытекает чья-то смерть<br>Прямо из под
            одеяла&hellip;<br>Нож торчит в твоей судьбе<br>Воткнутый в ребро жестоко.<br>Та, с косой, зашла к
            тебе<br>Ненадолго, ненароком&hellip;<br>И умирает постепенно плоть<br>Ничто не сможет ей помочь.<br>Пьянящий
            тлен зовет сердца<br>Ему отдаться навсегда.<br>Отдать земное, что имел,<br>С последним трепетом живущих<br>В
            объятья смерти, что ликуя,<br>Не властна над твоей душой.<br>Ей не дано тебя любить <br>Она не знает трепет
            чувства, <br>Что заставляет сердце ныть,<br>Когда ты между небом и землей&hellip;<br>Отдайся оргии
            печальной<br>Вершащей вечный свой обряд.<br>Отдайся музыке пьянящей,<br>Звучащей перед входом в ад.<br>Мне
            жаль
            домов, <br>Стоящих ненадежно,<br>Украсивших собой любимую Москву.<br>Окон, что отражают в полночь<br>То
            круглую,
            то тощую Луну.<br>Балконов, на которых парусами<br>Вздымаются полотнища белья.<br>Мне жаль тебя, несчастная
            Москва.<br>Твоих деревьев, задыхающихся в дыме,<br>Твою траву, утоптанную в грязь.<br>О как все ненадежно в
            этом
            мире!<br>Не за горами смерти твоей час.<br>Твоих домов постигнет та же участь,<br>Что и людей. На всех одна
            печать.<br>Ты умираешь, что бы возродиться <br>Душе подобно в новую судьбу.<br>В последний раз хочу тебе я
            поклониться.<br>Когда-нибудь и я туда уйду.<br>Уйду в печальный мир загробный,<br>В обитель тихую
            теней.<br>Живущих по закону мертвых,<br>Туда, где шелестит ручей, <br>В который канет все, <br>Ведь Лета не
            просто мертвая река,<br>Она печальное забвенье,<br>Из века в век течет она.<br>Там царь Аид вершит свой
            суд,<br>Там нет ни бедных ни богатых.<br>И я покой там обрету<br>В печальном этом тихом
            мраке.<br>Когда-нибудь я
            вновь приду<br>И буду жить душою в теле.<br>Живя, я позабуду все,<br>что было вплоть до возрожденья.<br>И
            так
            идя из века в век<br>Купаться буду вечно в Лете,<br>Лишь ненадолго выходя на берег,<br>Но, уже на этом
            свете.<br>Я вечный странник<br>И душа моя от этого печальна,<br>Но изменить ничто нельзя,<br>Я существую, я
            реальна&hellip;</p>
        <p style="text-align: left;"><em>08.01.-14.03.1995</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="lubimoe" style="text-align: left;">Любимое</h3>
        <p style="text-align: left;">Волос твоих душистых паутина<br>Окутает лицо и помутнеет взор&hellip;<br>И я нырну
            в
            души твоей глубины <br>И заиграет вдруг аккордеон&hellip;</p>
        <p style="text-align: left;">Рассвет- он предвещает бытность,<br>А ночь загадками полна.<br>Закат- это всего
            лишь
            тайна,<br>Я пробуждаюсь ото сна.<br>Бегу туда, где берег моря<br>Весь серебристый от луны<br>И где в полях
            пасутся кони,<br>Они свободны и резвы.<br>В их гривы шелковые звезды<br>Вплелись и я смотрю на них,<br>Они
            же
            пробегают мимо,<br>Владыки тьмы сидят на спинах их.<br>Я возвращаюсь, ночь уходит,<br>Забрезжил над Москвой
            рассвет.<br>И вновь наступит день тревожный,<br>Уходит ночь, приходит свет.<br>Загадочные тени тонут<br>В
            лучах
            прозрачной белизны.<br>Умри поэт и бросься в омут <br>Людской ненужной суеты.<br>Быть может твои внуки
            вспомнят,<br>Что жил и ты на сей земле,<br>Но &ldquo;памятник нерукотворный&rdquo; <br>Уже воздвигли, не
            тебе&hellip;<br>Свеча своим огнем играет <br>И пляшет тень на потолке,<br>А рукописи не сгорают!<br>И все же
            вспомнят о тебе.<br>И тот, чей голос слышишь часто,<br>Вдруг позовет тебя с собой,<br>И ты уйдешь, совсем
            внезапно,<br>Быть может, обретешь покой.<br>Но вряд ли ты уже вернешься<br>В мир бесконечной
            суеты,<br>Скорей
            всего ты отречешься<br>Во имя лучшего- Любви!<br>Непонятые строчки блекнут,<br>Чернила смоет море слез,
            <br>В
            ночи лишь птица где-то дрогнет,<br>И я опять уйду в мир грез&hellip;
        </p>
        <p style="text-align: left;"><em>январь 1993</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="oldchurch" style="text-align: left;">Старая церковь</h3>
        <p style="text-align: left;">Заброшены руины старой церкви,<br>Над куполом летает воронье,<br>Растет у входа там
            теперь репейник цепкий,<br>И вот уж много лет туда не заходил никто.<br>Висят полуистлевшие
            иконы,<br>Безжизненно взирая пустоту,<br>И посеревшие, разрушенные стены&hellip;<br>Им видеть это все
            невмоготу.<br>Они не слышат исповеди тайной,<br>Молитвы, возносимой к небесам,<br>Никто не курит перед ними
            ладан,<br>И вот уж много лет никто не освящал.<br>Им не услышать треск свечей горящих, <br>И к алтарю никто
            не
            подойдет.<br>Они лишь слышат птиц,<br>Безудержно кричащих<br>И дождь, что свои воды льет&hellip;</p>
        <p style="text-align: left;"><em>18.02.94</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="staya" style="text-align: left;">Уходят стаей в облака</h3>
        <p style="text-align: left;">Уходят стаей в облака<br>Безумные стада людей.<br>И нет ни края, ни конца,<br>Все
            ищут
            бешеных идей.<br>Забыться каждый хочет мглой,<br>Непроницаемой, чужой, <br>Пугающим коротким днем,
            <br>Вонзая
            стрелы под огнем.<br>К тебе потянется рука,<br>За ней еще, еще пока, <br>Не восстановится тропа<br>К забытым
            склепам королей,<br>Отдавших прихоти своей<br>Сердца людей забытых судеб.<br>Никто теперь их не осудит<br>За
            кратковременную боль<br>В отрезок жизни. Боже мой! <br>Какая мелочь для Вселенной<br>Людская боль, людская
            страсть&hellip;<br>Махни, махни на все рукой,<br>Не верь в забытых дней теченье.<br>Сопровождая
            невезенье<br>Теней таинственных конвой<br>Прикрыв магическую тайну, <br>Скрывая призрак мирозданья,<br>Идут
            колонной и костры <br>Далекий отсвет вдаль бросая,<br>Приказывают вздрогнуть всем, <br>Кто видеть тайну
            захотел.<br>И, уходя в небесный край,<br>Останки молят о прощении,<br>Пытаясь тлен стряхнуть с
            себя.<br>Виденьем
            боль слетает с улиц,<br>Вдоль них гуляет смерть ликуя,<br>И заливают облака пустых <br>Пространств бездонные
            колодцы.<br>Никто уж больше не смеется,<br>Обогреваем светом Солнца.<br>За гонкой гонка без конца,
            <br>Природы
            влажные сердца<br>Стучат, колотятся и бьются,<br>Подобно эху отдаются<br>В забытых душах&hellip; Тихий
            стон&hellip;<br>Услышав этот перезвон <br>Сомкнутся реки и польются<br>Воды исчезнувшей потоки<br>И люди,
            проклятые боги,<br>Взбегут к вершине Высоты,<br>Увидят Боль, а пастухи<br>Божественных сердец
            печальных<br>Уйдут
            от них в заоблачную даль.<br>О Господи! Печаль! Печаль!<br>Она повсюду и везде,<br>В сердцах людей и в
            тишине,<br>Спокойной, грозной и манящей,<br>Тлен склепов медленно пьянящей.<br>Летя во времени
            спираль,<br>Срываясь в бездну дна могилы,<br>Заупокойной литургией<br>Впитает сладкую росу.<br>Лишь Смерть
            воскликнет: &ldquo;Я живу!&rdquo;<br>Лишь ей дано всегда влачиться<br>Подобно неизбежным дням,<br>Сменивших
            ночь, и так всегда.<br>Полет души и тела&hellip;<br>Кому какое дело? <br>Ну если хочется летать<br>Во мгле
            ночной парящей птицей?<br>Судьба не может долго злиться.<br>Она отходчива порой, а иногда,<br>Подобно
            львице,
            все выжидает<br>Затаясь. Потом, бросаясь, зубы скалит,<br>Без наказанья не оставит.<br>Когда наступит
            поздний
            вечер,<br>Открой окно, задуй все свечи.<br>Вдыхая воздух тишины<br>Воспрянь из бездны и замри,<br>Почувствуй
            вдруг биенье сердца,<br>Окинь глазами этот мир,<br>И ты один и не один&hellip;<br>А одиночество бывает <br>И
            лучший друг, и злейший враг,<br>И в этой жизни все не так.<br>Всем тем, кто будет жить потом,<br>Хочу
            оставить
            радость горя,<br>Иль горьких радостей поток,<br>Кому какая выйдет доля.<br>Искомый трепет бытия <br>Забытым
            облаком взлетит,<br>Венера жаждет &laquo;час Быка&raquo;,<br>Спираль во времени бежит.<br>Сдуй пыли вековой
            мираж,<br>В пустыне трупы не живут.<br>Войди в очередной вираж,<br>Они во времени бегут.<br>Дух призрачный
            придет к тебе,<br>Ты окропи его водой,<br>Умри, внуши это себе,<br>Пойдем во времени со мной&hellip;
        </p>
        <p style="text-align: left;"><em>04-06.07.94</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="dream" style="text-align: left;">Сон</h3>
        <p style="text-align: left;">Устало лягу на диван<br>В рубашке белой и прозрачной,<br>Меня окутает туман
            <br>Любовных грез и шепот тайный <br>Услышу вдруг из далека,<br>Зовущий к берегам манящим.<br>Забудусь сном
            и
            улечу <br>В прекрасную долину неги.<br>Во сне покой я обрету.<br>Земля, обсыпанная снегом,<br>Мелькнет внизу
            и
            вдруг вдали<br>Луча рассветного дрожанье<br>Путь осветит в долину грез,<br>Где нет печали и
            страданий.<br>Прекрасная страна Любви!<br>Цветущий сад благоухает,<br>И в чаще слышен перелив<br>Простой
            мелодии. Ёе играет<br>Мне серебристый ручеек,<br>Журчащий весело на солнце.<br>Ногами чувствую
            песок<br>Безумно
            ласковый и теплый.<br>Побыть бы здесь хотя б денек!<br>Но это сон, я просыпаюсь.<br>А за окном лежат
            снега.<br>Лениво все же умываюсь.<br>Где ты, чудесная страна?<br>Страна веселого безумства?<br>Страна любви,
            где
            нет хлопот?<br>Весь день я жду, когда же снова,<br>Твой голос тихо позовет.<br>Зови меня к себе почаще,<br>Я
            так
            люблю прекрасный сон<br>И ручеек, что тихо в чаще<br>Поет о том, как он влюблен.
        </p>
        <p style="text-align: left;"><em>18.12.94</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="soul" style="text-align: left;">Душа</h3>
        <p style="text-align: left;">В траву упав, в росе купаясь,<br>Прощаясь с звездами с утра,<br>Природой влажной
            наслаждаясь<br>Возликовавшая душа<br>От счастья бредила бесстыже<br>И нагло радуясь вдали<br>От
            повседневности
            лепила<br>Из воска хрупкие мечты.<br>Боясь поверить в миг удачи,<br>Сраженная стрелой любви,<br>Она в
            безумстве
            своем плачет,<br>С тоскою вспоминая дни,<br>Когда печальное теченье<br>Ночей безликих и пустых<br>Творило
            чудного мгновенья<br>Соединившуюся нить.<br>Цвета ее перебирая,<br>Пытаясь сосчитать года,<br>Душа отсчетной
            точкой стала<br>И для меня и для тебя.<br>Не разобравшись в своих чувствах,<br>Отбросив страх нелепых
            дней,<br>Ты забери блаженства ленту<br>Запретных линий и теней.<br>Без риска жизнь была б нелепой.<br>Об
            этом
            чаще вспоминай.<br>Ты пьешь глотками часть вселенной,<br>Всю бездну мира поглощай.<br>Познай себя в своем
            безумстве<br>Желаний плотских и чужих.<br>Ты будь со мною властелином,<br>Моим хранителем мечты,<br>Моим
            наследником всех знаний,<br>Моим учителем любви,<br>Моим участником страданий<br>Борьбы за жизнь, но без
            войны.<br>Со мною выпей бесконечность<br>Неуловимого конца.<br>А бесконечность &ndash; это вечность,<br>А
            вечность &ndash; просто это я&hellip;</p>
        <p style="text-align: left;"><em>21.01.1995</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***</p>
        <h3 id="proshenie" style="text-align: left;">Прощение</h3>
        <p style="text-align: left;">Я отправляюсь погулять<br>По тем местам, где я бывала.<br>Еще хочу я
            испытать<br>Души
            томящейся провалы.<br>Вернуться в прошлое мое<br>И попрощаться осторожно<br>Простить меня мне
            суждено<br>Хотя
            все скажут &laquo;невозможно!&raquo;<br>Но я скажу вам &ndash; нет и нет!<br>Возможность мы не
            выбираем,<br>Мы
            лишь живем и иногда<br>Вдруг сами что-то постигаем.<br>Оберегает свыше нас<br>Непостижимое Начало<br>А мы,
            не
            ведая того,<br>Вновь замираем у причала.<br>И в ожидании того,<br>Что к берегам придут фрегаты,<br>Мы
            забываем
            вдруг о том,<br>Что мы, подобно тем пиратам,<br>Что наделенные судьбой и разумом<br>Вершили дело,<br>Но как
            и
            мы, ох не всегда,<br>Они вершили так умело.<br>Так стоит ли переживать?<br>И время тратить понапрасну?<br>Мы
            лишь умеем выживать<br>Ежесекундно, ежечасно.<br>И стоит ли грустить о том,<br>Что не сейчас раскрылась
            тайна?<br>Когда-нибудь мы все умрем,<br>Ведь наша жизнь непостоянна.<br>Меняется вокруг
            пейзаж&hellip;<br>Но&hellip; Замер он.<br>Он &ndash; бесконечность.<br>Неуловим его конец,<br>Неуловим он,
            словно вечность.<br>Не осознаешь, не поймешь,<br>Не надрывайся, не сумеешь.<br>Живи как жил и может
            быть<br>Однажды в ночь ты поумнеешь.</p>
        <p style="text-align: left;"><em>12.10.1996</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">***&nbsp;</p>
        <h3 id="vozrozhdenie" style="text-align: left;">Возрождение</h3>
        <p style="text-align: left;">Рвётся наружу душа,<br>Плоть не даёт прозреть.<br>Кажется я жива,<br>Я не хочу
            умереть.<br>Пробиться сквозь толщу льда<br>И спутанных цепей клубок...<br>Мне кажется, я ещё жива,<br>Я
            жизни
            даю зарок.<br>Жить и стремиться ввысь!<br>Стать, наконец, собой.<br>Кажется, я начинаю жить,<br>Кажется,
            становлюсь собой.</p>
        <p style="text-align: left;"><em>19.08.2017</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <h3 id="krik" style="text-align: left;">Крик</h3>
        <p style="text-align: left;">Когда ты можешь считывать людей<br>Приоткрывается, порой, их боль и
            тайна.<br>Спасибо
            тем, кто Наверху за то,<br>Что эта &laquo;опция&raquo; доступна мне не постоянно.<br>Ты видишь как, порой,
            внезапно, вдруг,<br>Чужая боль наружу рвётся что есть мочи&hellip;<br>Внезапно слышишь в голове:<br>Спаси
            же,
            помоги мне, друг!<br>Но ты проходишь мимо опустив лишь долу очи...</p>
        <p style="text-align: left;"><em>18.11.2023</em></p>
        <p style="text-align: left;"><router-link to="#top">наверх</router-link></p>
        <p style="text-align: left;">&nbsp;</p>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => {
    jarallax(jarallaxRef.value, {});
});
</script>