<template>
    <p>&nbsp;</p>
    <p><img class="ui centered medium rounded image" :src="url"></p>
    <div class="ui container">
        <h3 class="pt-8">
            <div class="ui basic fitted segment mceNonEditable">
                <div class="content">
                    <div style="font-family: Arsenal, sans-serif;"
                        class="ui header hvr-icon-wobble-vertical massive dividing fluid container"><i
                            style="vertical-align:top;padding-top:0.3em;" class="hvr-icon icon"
                            :class="page.i"></i><span class="ui content">{{ page.title }}<span
                                class="sub header"></span></span></div>
                </div>
            </div>
        </h3>
        <p>&nbsp;</p>
        <p style="text-align: justify;">Ура, мы едем! Два домоседа наконец-то решили выехать за пределы МКАДа.&nbsp;
            Кому-то
            может это показать смешным. Если так, Вы &ndash; не москвич. И Вам повезло. Тем, кто живёт в
            многомиллионной, не
            говоря уже о многонациональности и прочих &laquo;много&raquo; Москве, анекдот &laquo;Есть ли жизнь за
            МКАДом?&raquo; анекдотом не кажется... Поэтому в дорогу собирались тщательно: бутерброды на случай
            тотального
            голода за пределами всё того же МКАДа, кофе в двух больших термосах, нехитрый багаж, состоящий из всего, что
            может понадобиться в условиях полевой жизни... В общем, всё было тщательно упаковано и погружено в Матиз...
            (Вы
            не москвич!) И поехали в сторону Беларуси. Выехали ночью. Ибо какой в здравом рассудке житель
            &laquo;много&raquo; и т.д. мегаполиса поедет раньше?... Москва проводила нас пробкой на МКАДе... ночью...
            спасибо, что в противоположном направлении.</p>
        <p style="text-align: justify;">Ехать ночью по российским трассам не очень увлекательно, поэтому на данном
            участке
            путешествия рассказать особо нечего. Разве о том, как ближе к рассвету проснулись гаишники&hellip; Но тут и
            без
            меня найдётся масса рассказчиков... А истории, в общем то, одни и те же...</p>
        <p style="text-align: justify;">Расставшись с некоторой суммой денег и в немного ухудшившемся настроении, мы
            поехали
            дальше. На семейном совете решено было держать путь в Витебск, посему за километровой отметкой
            &laquo;414&raquo;
            свернули с шоссе, ведущего в Минск и попали на участок совершенно безлюдной и не очень хорошей, но всё же
            сносной, дороги.</p>
        <p style="text-align: justify;">Первый сюрприз нас ждал в деревне Шеровичи. На пути нашей машины стоял&hellip;
            аист!
            Настоящий. Он просто стоял на дороге и вдумчиво всматривался, кто крадётся в предрассветной тишине?
            Пообалдевав
            и не успев схватить фотоаппарат, мы проводили его удивлённым взглядом и поехали дальше.</p>
        <p style="text-align: justify;">Второй сюрприз оказался на границе. Памятуя о &laquo;доброжелательном&raquo;
            отношении бывших соседей по СССР &ndash; Украине, мы запаслись для пересечения с границей Беларуси всем
            необходимым, в том числе наклейками &laquo;rus&raquo;. Но оказалось, что всё было зря. Мы просто купили
            страховку и просто поехали дальше. Всё. Никаких кошмаров а-ля украинский контроль.</p>
        <p style="text-align: justify;">Итак, мы въехали на территорию Беларуси. И сразу стало как-то чисто. Чем дальше
            мы
            углублялись внутрь страны, тем более недоумевали, а что мешает россиянам жить также? Или кто? Хотя не стоит
            о
            политике. Будет многословно и не в пользу России.</p>
        <p style="text-align: justify;">Мы как будто попали в прошлое СССР. Год, примерно так, 82-ой, что ли...
            Ухоженные
            поля, пасущиеся стада, уборочные комбайны, и аисты! Повсюду аисты!</p>
        <p style="text-align: justify;">Сразу же проехали небольшой городок Лиозно, ещё похожий на российские небольшие
            поселения, но уже неуловимо другой и в начале девятого утра приехали в Витебск.</p>
        <p style="text-align: justify;">Просыпающийся город нас встретил приветливо. Сонные улочки лениво бежали в
            сторону
            улиц побольше. Дома смотрели на нас заспанными окнами, а редкие прохожие не спешили, как москвичи, с
            выражением
            на лицах жуткой озабоченности, а двигались не спеша, чинно, благородно и как-то спокойно. Пахнуло чем-то
            совсем
            почти забытым... детством... когда город был родным, когда дети, выбегая гулять во двор, не были привязаны к
            современным мобильным телефонам. Когда...</p>
        <p style="text-align: justify;">Мы почти сразу нашли нужную гостиницу и удивились в третий раз. А удивляться
            было
            чему. Во-первых, были свободные номера. Во-вторых, цены оказались ... нормальные. В третьих, нас приятно
            порадовал уровень обслуживания и сам номер &ndash; чистый, уютный и ужасно симпатичный. Если бы что-то
            похожее
            было в Москве...</p>
        <p style="text-align: justify;">Выспавшись, мы отправились знакомиться с новым городом. Конечно, не Москва, чего
            уж
            там. Шикарные витрины центра мегаполиса и прочая мишура псевдо-богатой жизни отсутствовала. Обычный,
            нормальный,
            маленький город. Чистый и очень грустный. Неуловимая грусть послевоенных лет... Но человеку не страдающему
            особой впечатлительностью такая мелочь зачем? Так что не будем о грустном, а вот про зоопарк &mdash; самое
            то!
            Ну и что, что маленький? Зато в нём живет, вот уже 23 года, самый настоящий лев, которого любит весь город.
            Даже
            заведение рядом названо в честь царя зверей - &laquo;Золотой Лев&raquo;. Кстати о заведении. Если вам хоть
            раз
            доводилось услышать легенду о том, что пиво иногда варят из хмеля, и что оно бывает не
            &laquo;химическое&raquo;,
            а просто вкусное, то не поленитесь проехать примерно 500 км, чтобы в этом убедиться. Хотя о чём это я? Пиво
            здесь просто ужасное! Сидите, товарищи, в Москве и не выпендривайтесь!</p>
        <p style="text-align: justify;">Естественно, каждый путешественник, рано или поздно, сталкивается с вопросом: а
            где
            здесь можно вкусно и не дорого поесть? Отвечаю. В Витебске &mdash; везде. Разлёт цен, понятное дело,
            присутствует. Например, если у вас получится найти сразу офицерскую столовую, то обед вам обойдется примерно
            в
            60 российских рублей. При этом еда &mdash; это Еда... это вам не &laquo;му-му&raquo; московское, после
            которого,
            в лучшем случае, будете пить весь день и как маленький гейзер с завидной периодичностью пукать... Про маки и
            прочую от лукавого едальню молчим. Здесь вас накормят НОРМАЛЬНОЙ едой, такой, какая она должна быть от
            природы.
            Т.е. вкусно и правильно приготовленная. И ещё настоящая... не пластиковые овощи и соевое мясо, а... в общем,
            всё
            познается в сравнении. Нельзя понять вкус того, что для молодых народившихся москвичей является лишь чем-то
            из
            &laquo;совкового&raquo; воспоминания вечно брюзжащих предков.</p>
        <p style="text-align: justify;">А можно поесть всю ту же вкусную Еду, например, в заведении Бульбяная. Подороже,
            чего уж там. Обед на одного человека обойдется примерно в 100-150 российских рублей. При этом чуть
            разнообразнее
            и всё так же вкусно. Хотите ресторан? Да на здоровье. При этом падать в обморок при виде счёта вам не
            придется.
            Конечно, сожрать можно столько, что не грех и в обморок, но это, скорее, уже от количества съеденного.</p>
        <p style="text-align: justify;">В общем, хотите свежих впечатлений, приезжайте в Беларусь, увидимся. А мы, тем
            временем, будем дальше повествовать. Итак, прогулка по Витебску подарила массу приятных впечатлений. До сих
            пор,
            бывая в этом городе, мы с удовольствием по нему гуляем, находя всё новые и новые места, в которые ещё не
            заглядывали наши любопытные носы.</p>
        <p style="text-align: justify;">В Витебске мы провели два неполных дня, после чего маленький боевой Матиз
            покатился
            в сторону Минска. Катился, катился и докатился до... пропускного пункта на платную дорогу! Было чему
            удивляться.
            Заплатив 13 российских рублей за проезд мы оказались на &hellip; Дороге! Надо справедливости ради сказать,
            что в
            Беларуси везде дорога &mdash; Дорога. Ну разве что в посёлке городского типа Лиозно, где-нибудь на окраине
            найти
            пару ям удастся. Но в целом грех жаловаться. Разрешённая скорость на платной дороге &mdash; 120 км/час,
            качество
            дорожного полотна &mdash; выше всяких похвал, и красотища вдоль трассы. И снова ощущение, что мы попали в
            славное прошлое СССР, когда было ещё сельское хозяйство, когда новости с полей были постоянно на центральных
            каналах ТВ, когда по полям бродили комбайны и прочая техника и стаи жирных птиц кружили над полями. А
            вдалеке,
            обязательно, пёстрое стадо. И вот в таком ностальгирующем настроении мы въехали в столицу Беларуси &mdash;
            Минск.</p>
        <p style="text-align: justify;">Очень красивый и очень чистый город. Что еще сказать? В нём хо-ро-шо. Люди
            спокойные
            и доброжелательные, магазины приветливые и цены вменяемые. Вкусно. Чисто. Красиво. Интересно. Нам повезло, у
            нас
            были знакомые, которым отдельное спасибо за чудесную экскурсию по Минску. Иначе наше знакомство с этим
            городом
            растянулось бы на более длительное время. А хотелось за короткий срок успеть многое. Что стоит особо
            отметить?
            Что там помнят о Великой Отечественной Войне и чтят память погибших советских солдат. Что там полностью
            отсутствует присущая многим столицам нагловатая показуха. Минск умудряется соединять в себе очарование
            провинциального города с деловитостью, уже европейской, столицы. И неуловимый дух советского прошлого
            прекрасно
            сочетается с современными веяниями. Одним словом жизнь здесь не стоит на месте, но и не несётся, сломя
            голову,
            вперёд, а течёт чинно и важно.</p>
        <p style="text-align: justify;">Но вот и Минск остался позади. А мы снова окунулись в созерцание полей, полей,
            полей... Сколько же их? И везде что-то растёт или пасётся. Ни одного неухоженного клочка земли. И снова
            платная
            дорога. И так до самого Бреста.</p>
        <p style="text-align: justify;">А Брест встретил нас грозой, да какой! Не успели мы, поохав от новых
            впечатлений,
            войти в гостиницу, как прямо за спиной грохнуло и началось! Дождь обрушился стеной и поливал город, пока не
            смыл
            всё живое под укрытия. Но зато как хорошо гулять после! Воздух пропитался ароматами грозы, деревья при
            ветерке
            игриво окропляли прохожих каплями, которые, переливаясь в лучах заката, падали на землю, чтобы там
            образовать
            небольшую лужицу.</p>
        <p style="text-align: justify;">Мы накупили местных газет, ибо что может быть увлекательнее, чем просмотр перед
            сном
            новостей города, в который только что приехал и знакомиться заочно с проблемами и делами насущными горожан,
            с
            которыми на следующий день перемешаешься на улицах? Но, если в Витебске и Минске это было просто
            познавательное
            чтиво, то здесь читать местные газеты перед сном явно не следовало. Со страниц пахнуло бардаком... Тем
            самым,
            который заставил парочку москвичей сняться с насиженного места и тронуться в путь в поисках более спокойного
            места для проживания. Да да. Именно поиск места, где можно спокойно жить, трудиться и наслаждаться плодами
            труда
            своего, и был основной причиной нашего путешествия. Так вот, возвращаемся к газетам. Прочтение от корки до
            корки
            местной прессы привнесло иное настроение. Как я уже сказала, оттуда пахнуло. И был этот запах с примесью той
            самой западной суеты, которая поглотила под собой уже некоторое количество пространства бывшего СССР. Трудно
            описать это настроение, но оно как нарочно усугубилось встреченным на улице перед дискотекой молодым
            наркоманом.
            Эка невидаль! &mdash; воскликнет иной москвич. Но это был первый наркоман, увиденный нами в Беларуси. И
            искренне
            надеюсь, что последний. Молодёжь, в целом, уже более нагловатая, люди уже не такие спокойные,&nbsp; суета
            уже
            просочилась в этот город контрастов. Здесь запросто можно наткнуться на убитую временем халупу и тут же, за
            углом упереться в красивейшую дачу. Одним словом, впечатлений всё тот же вагон, но в придачу ещё и маленькая
            тележка.</p>
        <p style="text-align: justify;">Но, вперёд! За Брестом была наша цель &mdash; Брестская Крепость. Это разговор
            отдельный. Я лишь коротко скажу, что там человеку впечатлительному есть о чём и над чем подумать. Там
            красиво.
            Даже не верится, что ещё совсем недавно там сражались и умирали люди... Казалось, задумайся немного, и
            услышишь
            рёв самолётов над головой... А обернёшься, и в священном ужасе застынешь перед картиной боя не на жизнь, но
            на
            смерть... Место священное. И стыдно должно быть молодым дурам, которые ржут как кобылы при виде танка и
            тычут
            своими пухлыми пальцами в сторону развалин Крепости... Эх, господа историки... зачем своё же перекраивать?
            Что
            пишут в современных учебниках истории? Но белорусы в этом плане молодцы. Они ПОМНЯТ свою историю. У этого
            народа
            есть будущее и всё у них будет хорошо.</p>
        <p style="text-align: justify;">Ну а мы снова трогаемся в путь. Позади Брэст, музей с паровозами, платная
            дорога,
            снова Минск, снова платная дорога и &mdash; здравствуй, Витебск! Что-то в тебе такое нам приглянулось. И
            чтобы
            проверить свои чувства мы приступаем к поиску жилья. Но с чего начать? Незнакомый город, куда идти, к кому
            обратиться? Наверное, подумали мы, начать нужно с риэлтерской конторы. Ну а куда деваться то? Не самим же
            бегать
            с плакатом &laquo;Ищем домик в деревне!&raquo; Заранее предвкушая, как нас бедненьких все обманут (памятуя о
            страшных рассказах о московских риэлтерах) мы сдались сразу трём конторам, подписав с каждой договор,
            согласно
            которому для нас должны были подобрать предложение. И вот тут мы удивились в очередной раз. Поистине,
            Беларусь
            продолжала преподносить сюрпризы! Мало того, что всё законно, никаких подвохов и прочих неприятностей. Нас
            поразило, как не спеша всё происходило! Если бы в Москве что-то подобное нам пришло в голову, думаю земля бы
            горела у нас под ногами. А что витебские риэлтеры? Едем смотреть дом на окраине города, приезжаем, дом уже
            куплен. Наша риэлтер ничуть не смутившись звонит к себе в контору и докладывает: дом куплен, вычеркивайте.
            От
            так надо работать! Правильно, поменьше пафоса и прочей требухи. Т.е. сказать, что там народ &laquo;не
            парится&raquo; &mdash; это мало сказать. Никто с ума не сходит в погоне за длинным рублем. Люди просто
            делают
            спокойно своё дело. Зато свято чтят букву закона и ни одной лишней копейки с вас не возьмут.</p>
        <p style="text-align: justify;">Итак покупка дома. Мы всё-таки решили дом, поскольку смысл бежать из квартиры в
            одном городе, чтобы снова поселиться в квартиру, пусть и в другом? А тут столько возможностей! Цены на дома
            были
            очень разные. С огромным удивлением обнаружили, что кроме нас москвичей здесь уже &laquo;понаехало&raquo;
            прилично. Мало того, что постоянно навстречу попадаются машины с московскими номерами, так и домов уже
            накуплено, одно сплошное Подмосковье. Да каких домов... Мы отошли скромно в сторонку, нервно сжимая
            накопленное
            и отложенное. В общем, вывод был неутешителен &mdash; на дом в черте Витебска нам явно не хватает. Стали
            искать
            по направлению от Витебска к границе. Смотрели много домов, с ценой было уже намного легче, но в каждом
            предложении было что-то, что нас не устраивало. Зато узнали много нового и интересного. В результате решили
            ехать в Москву, и ждать, когда появятся ещё предложения. И накануне отъезда случилось. На продажу выставили
            ДОМ.
            Далеко от Витебска. По местным меркам. На машине ехать целых полчаса! И старый. И вообще кроме электричества
            там
            ничего нет. Зато 25 соток земли.</p>
        <p style="text-align: justify;">Недаром говорят, что у каждого человека где-то есть именно его кусочек земли.
            Узнать
            его легко. Надо туда приехать и просто постоять на земле. В моём случае подтверждением того, что мы не
            ошиблись,
            было ощущение, что вот оно! &mdash; наконец-то! Вот тут-то я и сварю тот самый борщ, который столько времени
            мечтала съесть сидя за столом, с видом на поля и леса, в собственном доме. И чтобы яблонька росла, и не
            одна. И
            кустики со смородиной. И чтобы птицы пели, а душа радовалась. И ещё был один важный признак, что здесь наш
            будущий дом &mdash; это то, как местные люди вас принимают. Они каким-то немыслимым образом чувствуют,
            будете вы
            тут жить или просто проедете мимо, оставив после себя лишь лёгкое воспоминание. Мы таких следов оставили
            некоторое количество, но здесь было всё по-другому. И в результате продающийся дом обрёл новых владельцев.
        </p>
        <p style="text-align: justify;">Это уже после мы снова и снова приезжали, оформляли документы, каждый раз
            &laquo;выпадая в осадок&raquo;, что всё так легко, просто, спокойно. А пока нам предстоял путь домой. По
            дороге
            мы долго думали, правильно ли поступаем? Всё-таки шаг для среднестатистического москвича достаточно
            серьёзный.
            Не просто покупка дома, а, мало того, что далеко, да ещё в другой, теперь уже, стране. И всё-таки сравнение
            &mdash; лучший способ обсудить решение. А сравнивать мы начали сразу же, как только снова пересекли границу.
            Вроде всё то же самое, но уже неуловимо другое. Дорога хуже и грязнее. Дома деревенские большей частью
            неухоженные. Волшебным образом исчезли с полей комбайны, да и сами поля исчезли под сорняками. Сейчас,
            спустя
            пару лет и на российскую землю пришла хозяйская рука, да вот только оказалась рука эта белорусской.
            Смоленские
            земли арендует Беларусь, и отдаёт половину урожаев россиянам. И спасибо ей за это огромное! Поскольку
            столица со
            всеми ее &laquo;много&raquo; и прочими проблемами далеко, а вот простым людям работа ой как нужна!</p>
        <p style="text-align: justify;">А мы тем временем приближались к МАскве. Первое, что отметили на подъезде к
            Московской области, насколько стал хуже воздух. И чем ближе мы приближались к Москве, тем тяжелее
            становилось
            дышать... Лёгкие отказывались вдыхать то, что ещё недавно мы считали воздухом. Головы начинали немилосердно
            трещать, а ощущение, что Москва, как огромный удав, накидывает на своих жертв новые и новые кольца
            становилось
            всё отчётливее. Подъехать к Москве, когда весь город возвращается со своих дачных участков &mdash; это
            равносильно сознательному мазохизму. Отныне и впредь мы стараемся ТАК не делать. Ну а простоять несколько
            часов
            после дороги на МКАДе в пробке &mdash; это ни с чем несравнимое и непередаваемое приключение. ЭТО надо один
            раз
            пережить, чтобы понять &mdash; решение купить дом в 450 км отсюда &mdash; правильное. ТАК люди жить не
            должны.
            Это уже не жизнь, но что-то другое. И здесь я, пожалуй, закончу свой рассказ. Поскольку основное, что хотела
            рассказать &mdash; рассказала.</p>
        <p style="text-align: justify;">Вот так парочка москвичей стала счастливыми обладателями послевоенной
            недвижимости
            на 25 сотках в Беларуси. И ни одной минуты мы не пожалели об этом. Потому что даже ради возможности
            приезжать
            сюда пару-тройку раз в месяц, вырвавшись из, всё ещё держащих нас цепкими лапками московских проблем, и
            сразу
            заехать в Лёзна,&nbsp; зайти в Кулинарию, где всегда можно поживиться чем-то вкусненьким &mdash; только ради
            этого стоило покупать дом! А потом прогуляться по деревне, убедиться, что гнездо с аистами на водонапорной
            башне
            так же постоянно, как и пасущиеся коровы и кони. Спуститься к речке, полюбоваться красивейшими видами,
            надышаться воздухом. Поболтать за жизнь с соседями. Ночью можно до упаду смотреть на звёзды, но надо быть
            осторожными, потому что бродит дикий зверь, а лес недалеко. А дома натопить печку, и слушая как потрескивают
            в
            ней дрова, открыть крышку ноутбука да заглянуть на сайт посёлка городского типа Лиозно! Думаете,&nbsp;
            деревня?
            Да. Просто здесь для нормальной жизни есть всё. И если читатель чувствует, что для полного счастья ему не
            хватает чего-то именно в этом духе, приезжайте в гости, покупайте себе дом и живите на здоровье!</p>
        <p><em>Витебск, 2007</em></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong>P.S.</strong> Переехали в Беларусь мы в 2009 году и прожили там три с
            половиной года. Когда покупали дом, наша риэлтор сказала: &laquo;Думаете, в сказку попали?&raquo; Тогда нам
            и в
            голову не могло прийти, что сказанное её не просто слова.&nbsp;</p>
        <p style="text-align: justify;">Как выяснилось, мы застали самый расцвет и начало заката. Поначалу всё вокруг
            действительно воспринималось в радужном свете. В магазинах &mdash; изобилие, цены &mdash; смешные, качество
            продуктов &mdash; вам и не снилось. Но постепенно страна стала раскрываться, местные проблемы всё больше
            вылезали наружу.&nbsp;</p>
        <p style="text-align: justify;">К концу нашего там пребывания общая тенденция активно шла на убыль. Местные всё
            больше начали уезжать на заработки в Россию. Из областных городов народ потянулся в столицу, а на их место
            потянулись странные личности с окрестных деревень. Изобилие магазинов постепенно начало сходить на нет. Цены
            поползли вверх. Качество товаров начало падать на глазах. В какой-то момент стало понятно, что к великому
            сожалению, но будущего у нас тут нет... Как говорится, не путайте туризм с эмиграцией <span>☺ </span></p>
        <p style="text-align: justify;"><span>Мы узнали страну и чем она живёт изнутри. Оказалось, что наркоманов и
                алкоголиков там хватает с лихвой, и это чуть ли не национальная трагедия. Стало понятно, что сельское
                хозяйство убыточное и, по большей части, показушное. Но кого это интересует? Сказка оказалась довольно
                страшной. Но было и очень много хорошего!</span></p>
        <p style="text-align: justify;">В 2016 году мы продали дом и на этом закончился большой и очень насыщенный этап.
            Но
            остались друзья, бесценный жизненный опыт и тёплые воспоминания.</p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images;

</script>