<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;">Она остановилась в тот момент, когда поймала вдруг себя на мысли, что абсолютно
            не
            понимает, где находится. Оглядевшись, она сначала испугалась. Она находилась в центре какого-то странного
            сооружения. Колонны этого здания уходили прямо в небо, бесконечные и строгие. С виду бетонные, стены, также
            уходившие в бесконечную высь, если на них долго смотреть, начинали казаться легкими занавесками.</p>
        <p style="text-align: justify;">Мраморный, белый пол поразил ее больше, чем стены без потолка.</p>
        <p style="text-align: justify;">Мрамор был слоеный. Через его верхний, абсолютно прозрачный слой, было видно еще
            один, который являл собой мозаику неземной красоты. И под ним, наконец, последний &ndash; белый. Проще всего
            было предположить, что просто на белый мрамор нанесли полупрозрачную мозаику и сверху покрыли еще чем-то, но
            она
            была абсолютно уверена в том, что это единое целое и называется мрамор. Она увлеклась разглядыванием
            рисунка.
            Основные его цвета были синий, зеленый и красный. Но такого множества оттенков, что и название то трудно
            было
            подобрать, она еще не видела. Замысловатый узор сначала нельзя было разобрать, но постепенно она усмотрела
            какую-то неуловимую закономерность рисунка. Оказалось, что основой являлась спираль. Она попыталась
            проследить
            начало и конец спирали. Бесполезно. Самым странным было то, что рисунок не повторялся. Она это обнаружила,
            вернувшись взглядом назад. На том месте был новый виток, другой, и в то же время прежний. Бросив спираль,
            она
            принялась изучать таинственные знаки, окружавшие спираль по внешней стороне. Красивые, манящие и непонятные,
            они
            также были расположены в определенной последовательности. Некоторые из них повторялись. Перед ее глазами
            появились еще обозначения. Она вспомнила, как когда то давно, не особо сознавая что делает, писала похожие
            закорючки. Было забавно, потом страшно, потому что подобные &laquo;сеансы&raquo; стали частыми гостями в ее
            жизни. Без предупреждения, врывалась к ней тайна, которую будучи не в силах осознать, она отчаянно пыталась
            выбросить. А потом все прекратилось само собой. Она давно забыла об этом, и вот пожалуйста&hellip;</p>
        <p style="text-align: justify;">Пошла прогуляться называется. Она попыталась вспомнить, о чем думала, идя по
            Садовому кольцу. Тщетно. Она не особо из-за этого расстраивалась. Сейчас ее более всего волновали знаки на
            полу.
            Она встала в центр спирали и отпустила свои мысли на волю. И они понесли ее в мир, знакомый ей лишь по
            ощущениям. Там был покой. Но ее истосковавшаяся душа, казалось, и там не найдет его. Сопровождавшее повсюду
            одиночество оказалось верным спутником и не покидало ее даже там, в мире грез.</p>
        <p style="text-align: justify;">Она стояла с закрытыми глазами мерно покачиваясь в такт музыки, которая лилась
            отовсюду, разливаясь вокруг океаном звуков, то поднимая на своих волнах, то низвергая в пучину страстей, то
            засасывая в свои водовороты, то вновь выбрасывая на поверхность. И не было сил сопротивляться. Долгим эхом
            каждая нота билась в мозгу, как рыба в сетях, затихая, исчезая и уступая место следующей. И так до
            бесконечности.</p>
        <p style="text-align: justify;">&laquo;Ибо бесконечность есть смысл&raquo;.</p>
        <p style="text-align: justify;">&mdash;&nbsp;Ибо бесконечность есть смысл!</p>
        <p style="text-align: justify;">Она обернулась в сторону говорящего. Но в этом странном сооружении без крыши и
            дверей она была одна. Ее серо-зеленые глаза тщетно выискивали обладателя бархатного тихого голоса.</p>
        <p style="text-align: justify;">&mdash;&nbsp;Кто ты? &ndash; она задала этот вопрос в пустоту. Она слушала
            тишину,
            наслаждаясь ею, растворяясь в ней. Мысли опять привели ее в Сад Грез. Она шла по этому саду неземной
            красоты,
            изумляясь мириадами сказочных птиц, порхавших повсюду. Еще изумило ее то, что основными жителями этой
            прекрасной
            страны были кошки.</p>
        <p style="text-align: justify;">Кошки, всех цветов и размеров, мягкие, бархатные, бесшумные, урчащие. Ее
            любимицы.
            Она шла среди них, и они терлись об ее ноги. Она гладила их блестящую шерсть, и они ложились перед ней на
            спину.
            Она была такой же бесшумной и грациозной, как они, и они играли с ней. Потом она заметила и других
            обитателей
            этой страны. Множество их жило в мире и согласии. Она шла по этому саду вдыхая аромат цветов и трав, она
            видела
            приветливое Солнце, видела облака, которые убаюкивали на себе небесное светило подобно перинам. Видела
            дождь,
            ласковый и нежный. Видела звезды, далекие, яркие и манящие. И видела Луну. Долгим взглядом она изучала этот
            диск, пока не подкатил ком к горлу. Ее спутник оказался верен ей и на сей раз. От переполнявшего чувства
            хотелось взвыть. И она уже готова была издать крик отчаяния, как вдруг остановилась.</p>
        <p style="text-align: justify;">&laquo;Ибо дорога в рай проходит через ад&raquo;.</p>
        <p style="text-align: justify;">&mdash;&nbsp;Ибо дорога в рай проходит через ад!</p>
        <p style="text-align: justify;">&mdash;&nbsp;Да, но есть третий путь &ndash; в Вечность, она ответила не
            открывая
            глаз. Она узнала этот голос, только не было видно его хозяина.</p>
        <p style="text-align: justify;">&mdash;&nbsp;Да есть. Но идти по нему невозможно, потому что&hellip;</p>
        <p style="text-align: justify;">&mdash;&nbsp;Потому что ты имеешь все, не имея при этом ничего.</p>
        <p style="text-align: justify;">&mdash;&nbsp;Истинно так.</p>
        <p style="text-align: justify;">&mdash;&nbsp;Кто ты?</p>
        <p style="text-align: justify;">Твой верный спутник. Я тот, который был всегда рядом, лишь на время уступая свое
            место людям, окружавшим тебя и затрагивающих твою душу. Я &ndash; твое Одиночество.</p>
        <p style="text-align: justify;">Она восприняла эту новость как долгожданную. Она не была шокирована тем, что
            одиночество, т.е. состояние души, может еще и разговаривать. Она скорее была разочарована, что его нельзя
            увидеть. Она открыла глаза и тут же закрыла.</p>
        <p style="text-align: justify;">Если все, что происходило до этого было для нормального человека бред только
            наполовину, то увиденное было бредом полным.</p>
        <p style="text-align: justify;">А вообще-то, что такое нормальный человек? Где эталон его
            &laquo;нормальности&raquo;? Может то, что происходило сейчас с ней &ndash; нормально, а все вокруг &ndash;
            ненормально. Одним словом человечество &ndash; самое примитивное стадо. Его выживаемость обеспечивается
            &laquo;серостью&raquo;, а все остальные &laquo;инакомыслящие&raquo;, дабы не вносили смуту в кишащую серую
            массу, объявлялись ненормальными и вынуждены были бороться за выживание вместо того, чтобы открывать людям
            истины.</p>
        <p style="text-align: justify;">Наверное и она была одной из них. С детских лет ей неустанно напоминали все кому
            не
            лень &ndash; ты не такая как все, ты белая ворона, ты непонятна. И лишь немногие говорили &ndash; ты слишком
            хороша для этой жизни, имея ввиду жизнь вообще. Потом появлялся ее спутник. Со временем она научилась носить
            маски, меняя их в зависимости от настроения. Постепенно появлялись друзья, но с ними или без них &ndash; она
            была одинока. А враги, враги были повсюду. Так она и жила.</p>
        <p style="text-align: justify;">И вот опять открыв глаза, она убедилась, что это все-таки не галлюцинация. Перед
            ней
            стоял тот самый образ, который жил в ее душе.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><em>написано очень давно, Москва, Новоалексеевская улица</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>