<template>
    <p>&nbsp;</p>
    <p><img class="ui centered medium rounded image" :src="url"></p>
    <div class="ui container">
        <h3 class="pt-8">
            <div class="ui basic fitted segment mceNonEditable">
                <div class="content">
                    <div style="font-family: Arsenal, sans-serif;"
                        class="ui header hvr-icon-wobble-vertical massive dividing fluid container"><i
                            style="vertical-align:top;padding-top:0.3em;" class="hvr-icon icon"
                            :class="page.i"></i><span class="ui content">{{ page.title }}<span
                                class="sub header"></span></span></div>
                </div>
            </div>
        </h3>
        <p>&nbsp;</p>
        <p style="text-align: justify;">Первый день путешествия был неинтересным. Ну трасса М1. Ну чистая вся такая. Это
            мы
            несколько лет назад пищали от восторга, проехав первый раз от Москвы до Бреста через всю Беларусь. И ещё
            некоторое время попискивали. А потом переехали в Беларусь и, как водится, первые впечатления потускнели и
            всё
            стало обыденным. Так что спокойно доехали до Кобрина, вкусно поужинали и улеглись спать. Вставать нужно было
            на
            рассвете, чтобы по светлому времени суток проехать как можно больше.</p>
        <p style="text-align: justify;">Переход с Беларуси на Украину занял полчаса. Причём минут двадцать
            &laquo;зверствовали&raquo; белорусы ☺ Любят они народ в очереди ставить да на морозе выдерживать. А что? На
            то
            она и диктатура. Какая такая демократия? Орднунг унд дисциплин. Курсируя от будки к будке заодно выяснили,
            что
            должны платить кучу денег при пересечении белорусской границы на машине... Хорошо, что на таможенном пункте,
            где
            мы постоянно проезжаем, не выписывают эти страшные квитанции... Иначе пришлось бы срочно что-то придумывать
            с
            машиной...</p>
        <p style="text-align: justify;">Дальше началась Западная Украина со страшными западными хохлами, которыми нас
            так
            долго пугали. Хохлам мы оказались совершенно не интересны. По дороге накормили вкусно в Луцке и один
            единственный раз остановил гаишник под Львовом, да и то по нашей вине. Растерялись и махнули не в ту полосу.
            Гаишник улыбался и вместо штрафа выудил из нас 200 гривен. Ещё и &laquo;спасибо&raquo; сказал. Так что
            ужасов с
            гаишниками больше не было. Едешь себе по правилам и едешь.</p>
        <p style="text-align: justify;">А потом были Карпаты. Это очень красиво! Величественные и спокойные, они издали
            приветствовали нас. К сожалению, мы не рассчитали время. Дорога по Украине оказалась очень медленной.
            Сплошные
            населённые пункты, по которым разрешенная скорость 60 км в час, а то и вовсе 50. Так что, когда стемнело мы
            преодолели от силы половину гор. Но делать нечего, надо ехать, тем более после Луцка дороги стали вполне
            приемлемые, а в горах и вовсе отличные. Мы взбирались всё выше, становилось всё тяжелее, но ничего, наш конь
            справился. Зато какое там было небо! Ночь, мы стоим около дороги на вершине горы, а над нами миллионы звёзд!
            Хотя бы ради одного этого мгновения стоило так далеко забраться!</p>
        <p style="text-align: justify;">Ночевать заехали в Ужгород, сделав небольшой крюк в сторону от трассы. Но
            никакой
            особой красоты, к сожалению, не заметили... Может не туда смотрели? Город как город... Хотя, памятуя о
            хвалебных
            отзывах, смотреть старались во все глаза. И, кстати, поесть уже особо было нечего... Заход в магазин не дал
            нужных результатов. Но, в целом, было всё достаточно пристойно и не дорого. Номер, конечно, не люкс, но для
            переночевать сойдёт. Правда, поразила одна деталь. В обшарпанной гостинице времен СССР везде были медные
            трубы... Это, конечно, долговечно, но дорого! Так вот на медные трубы деньги нашлись. Может найдутся и на
            остальной ремонт?</p>
        <p style="text-align: justify;">Утро встретило нас обильным снегопадом. Но по мере нашего продвижения снег таял
            и
            таял, а потом и вовсе исчез. Всё-таки Закарпатье. По мере приближения к румынской границе деревни явно
            изменились. И люди тоже. Стало красивее, необычнее и беднее. Среди убогих лачуг стали попадаться
            &laquo;дворцы&raquo; явно местных цыганских баронов. И любят же они китч! Наконец, доехали до перехода с
            Украины
            на Румынию. Прошли украинскую сторону и встали в очередь на &hellip; ПЯТЬ часов! Якобы у румын компьютер
            сломался. Ага. Мозги у них сломались. Когда наша очередь наконец-то подошла, оказалось что на паспорте вовсе
            не
            мой муж, а кто-то другой. Потом стражи границы начали лазить по всем нашим вещам... Очень хотелось их
            стукнуть
            чем-нибудь тяжелым и помыться. От них несло перегаром, кстати. В общем, было противно. После выяснилось, что
            таким образом они развлекаются постоянно. Самое интересное, что на границе Румыния &mdash; Сербия всё было
            совершенно иначе. Переход занял минут десять. И никаких зверств. Улыбки. Стандартные вопросы и всё. Что не
            так с
            пограничниками в пункте Хелмеу? Или у них какие-то особые инструкции? Причём номер машины не играет никакой
            роли. Доставалось на переходе всем, и румынам в том числе. Мы их про себя назвали
            &laquo;хохлорумынами&raquo;...
        </p>
        <p style="text-align: justify;">Ну да ладно. Жаль только потраченного времени. Зима, как никак. Темнеет рано.
            Так
            что пришлось Румынию проскочить в темноте. Оно и к лучшему. Не на что там смотреть. Нищета страшная. К
            разговору
            о Евросоюзе. Если после этого кто-то скажет мне, что Германия таки проиграла Вторую Мировую, я порекомендую
            вам
            проехать по нашему маршруту и ответить на один вопрос: &laquo;Почему большинство стран Евросоюза живет в
            полной
            жопе а &laquo;проигравшая&raquo; Германия цветёт?&raquo; Не оттого ли, что она и есть страна-победительница
            и
            захватчица? И дальнейшее путешествие лишь подтвердило эту теорию.</p>
        <p style="text-align: justify;">Правда кормили в Румынии не просто хорошо, а на убой... В самой обычной
            придорожной
            кафешке, не найдя общего английского языка с миловидной официанткой, мы наобум потыкали в меню и получили
            первое, которым можно было бы накормить небольшой отряд бойскаутов и второе... Нет, это было очень вкусно!
            Такого сала я не ела даже на Украине! Но доесть второе я не смогла... Зато ночью нам был не страшен ни один
            вампир! Шлейф чесночного аромата сопровождал нас ещё долго... И вот хотите верьте, хотите нет, но пару раз
            было
            ощущение, что за окном промелькнула чья-то тень... Хвала румынской кухне!</p>
        <p style="text-align: justify;">Глубокой ночью подъехали к границе с Сербией. Пять минут с румынской стороны на
            проверку документов и вот мы уже с грустью созерцаем ободранные столбы с сербской стороны... Сразу повеяло
            чем-то советским... Но пограничники оказались приветливыми. Въехав в Сербию мы сразу же заплутали, потому
            что в
            карте не оказалось дороги, по которой мы поехали. Но ничего, довольно быстро вернулись на нужную трассу и
            уже
            под Белградом с трудом нашли отель. В Румынии придорожный бизнес как-то поактивнее. А вот в Сербии с этим
            делом
            плохо... Номер был хорошим, чистым и довольно дорогим. 50 евро. А делать нечего. Спать! А утром пришлось
            кушать,
            поскольку в цену номера входил завтрак. Ужасный, надо сказать... Но раз уплочено, надо есть&nbsp;☺</p>
        <p style="text-align: justify;">Выбрались снова на трассу, проехали Белград, большой и серый. Городу здорово
            досталось во время бомбёжек. Снова возник вопрос о том, кто же выиграл войну, которая Вторая Мировая...</p>
        <p style="text-align: justify;">А вот и граница Сербия &mdash; Черногория. Извольте отдать 10 евро за
            экологический
            сбор&nbsp;☺&nbsp;Ехавшие в багажнике упакованные зимние шины наконец-то подверглись более тщательной
            проверке:
            разорвали пакет. На всех переходах пограничники цеплялись к колесам... Каждый раз приходилось объяснять, что
            мы
            обратно поедем в зиму, так что зимние колеса &mdash; это насущная необходимость. И хорошо, что они были на
            дисках... А вот если бы дисков не было, ободрали бы нас всякими сборами... А то и вовсе бы не пропустили.
        </p>
        <p style="text-align: justify;">Ладно. И эту границу мы преодолели. И вот она &mdash; Черногория во всей своей
            первозданной красе! Горы, конечно, это да... Выше, чем Карпаты и ещё величественнее. Красота страшная! Мы
            только
            успели удивиться и естественно оставшуюся часть пути проехали в темноте и в дождь. Так что испугаться не
            получилось, было темно ☺</p>
        <p style="text-align: justify;">Наш путь лежал на побережье в Сутоморе. Первое, что стало очевидным &mdash; на
            улице
            тепло... Вот ведь зима у людей! Покружив по незнакомым улицам и понимая, что море оно вот где-то прямо
            рядом,
            нашли место нашей дислокации &mdash; квартирку на первом этаже, предназначенную явно под сдачу. В ней
            оказалось
            сыро. Спасало все дни развешенное по стенам &laquo;Доброе тепло&raquo;. Иначе там просто невозможно
            находиться.
            Пластиковые окна в условиях такого климата &mdash; полнейшее безумие. Но в целом здорово. Не успели
            заселиться,
            нас встретили собаки ☺ Вообще, Черногория &mdash; это страна очень добрых собак ☺ Их там много и они очень
            дружелюбные. А если их покормить, то всё... У вас под дверью кто-то будет постоянно копошиться.</p>
        <p style="text-align: justify;">Как же хорошо, когда утром выглянув в окно не видишь уродливые серые коробки
            зданий,
            коих полно на всем пространстве бывшего СССР. ТАК люди жить не должны. Советская архитектура, однотипная и
            беспощадная кого угодно загонит в депрессию. Нас же утром встретили горы! И воздух! Морской климат &mdash;
            ни с
            чем не сравнимое удовольствие. Вся простуда, которая накануне поездки пыталась нас уложить в постель,
            пропала
            без следа.</p>
        <p style="text-align: justify;">И мы приступили к обследованию Черногории. Бар, Будва, Котор и прочие города.
            Страна
            маленькая, можно быстро всё объехать. Что поразило: грязь. Не ожидали от курортного места такого
            пренебрежения.
            Однообразность. Никаких тебе старых памятников архитектуры. И это при том, что всё побережье утыкано
            табличками
            с пометкой, где какой сарай какого века ещё торчит под сводом небесным. Но руины эти не вызывали желания
            фотографироваться на их фоне. Другое дело старые Храмы, но до них мы не добрались. Хотя, говорят, там
            хорошо. В
            следующий раз ☺</p>
        <p style="text-align: justify;">Зато выяснили, что в Черногории задним ходом лучше вообще не ездить. Какая-то
            сугубо
            местная особенность &mdash; торчащая арматура в самых неожиданных местах. В результате разбитое стекло у
            задней
            фары...</p>
        <p style="text-align: justify;">Столица Подгорица и вовсе разочаровала. Мало того, что на повестку дня это
            оказался
            серый унылый городок со следами наступающей цивилизации, так там ещё летом не возможно находиться из-за
            особенностей местного климата. Складывается впечатление, что все наши поездки по Свету сводятся
            исключительно к
            одной печальной цели &mdash; разрушать мифы...</p>
        <p style="text-align: justify;">Шопинг в Черногории отсутствует как понятие. Купить там нечего. Всё, на что
            можно
            рассчитывать &mdash; китайские магазины. И пришлось туда идти! Потому что понадобилась обувь (теперь у меня
            есть
            кеды...) и зонт. Мой супер дорогой зонтик, который умещается чуть ли не в карман, не выдержал знакомства с
            местными ветрами... Пришлось обзавестись Зонтом. Хотя можно было и не заморачиваться. У каждого магазина
            стоит
            корзина для зонтов ☺ Зато я теперь похожа на местное население ☺</p>
        <p style="text-align: justify;">Черногория &mdash; страна спокойных людей, которым всё до одного места. Местное
            население живёт одним большим аулом, зарабатывает на туристах в сезон, а в остальное время сидит по кафанам
            и
            трындит. Проблемой оказалась местная еда... Она пластиковая... И не смотря на растущие вдоль дорог
            мандарины,
            пожрать там толком нечего. Всё местное население тусуется в пекарах. В Сербии, кстати, тоже. Так что пекары
            можно считать общей национальной бедой. Простите, едой... Это такие заведения, где вас накормят
            всевозможными
            разновидностями пышного хлеба. Но потом эта вся &laquo;еда&raquo; будет лежать кирпичом внутри... В кафе
            можно
            покушать, но цены впечатляют. Если не есть блины с чаем, то средний ценник выйдет в 10 евро. А ещё там
            скучно ☺
            На второй день мы ловили себя на том, что делать нам нечего и ждали вечера, чтобы сходить в гости к
            знакомым.
        </p>
        <p style="text-align: justify;">Кстати о знакомых. Русских в Черногории полно. Каждый устраивается как может, но
            создалось общее впечатление, что люди туда переехали не жить, а выехали временно на дачу. Конечно это
            относится
            не ко всем. Но чем живут большинство русских? Работы там нет. И даже если у вас свой небольшой бизнес,
            местное
            население к вам не очень то и пойдёт. А за аренду платить надо. И что выясняется? Что многие живут на доходы
            с
            Москвы. Кто квартиры сдает, кто удалённо работает. Ну и смысл, спрашивается, так далеко уезжать? Да ещё
            сажать в
            саду берёзки? Ну да ладно. Наша цель &mdash; новые впечатления. И их мы получили сполна. А заодно нашли
            новых
            друзей, которым отдельное спасибо за тёплый приём! Большой привет биглю Вильке ☺</p>
        <p style="text-align: justify;">Здорово, когда можно выглянуть утром в окно, и увидеть не серые уродливые
            коробки
            домов, а горы! Когда можно прогуляться до моря и там смотреть на волны. Обнять пальму ☺ Поохотиться на
            лягушек,
            размером с ладонь взрослого человека ☺ Потискать всех местных собак. А потом сушиться, сушиться и ещё раз
            сушиться! Такая вот она, страна Черногория. Тёплая, мокрая и спокойная ☺ В каждом доме припрятано оружие и
            это
            хорошо. Мы не заметили на дверях домофоны, решётки на окнах первых этажей. Закрытые до следующего сезона
            отели
            стоят себе спокойно. Одним словом здорово! Но когда вечером идешь в магазин или просто погулять, создаётся
            впечатление, что город вымер, &ldquo;Зомбилэнд&rdquo; по меткому выражению наших новых друзей ☺ С другой
            стороны, если вы не поклонник массовых гуляний и не переносите жару &mdash; самое время ехать отдыхать в
            Черногорию зимой.</p>
        <p style="text-align: justify;">А нам предстоял ещё путь обратно. Очень хотелось принять приглашение одного
            знакомого и заехать на юг Сербии в Пирот, но поняли, что уже не осилим, поэтому ограничились Нови-Садом, что
            примерно в 100 км от Белграда. Узнали по ТВ, что после нашего отъезда Черногорию подтопило ☺ Воистину, после
            нас
            &mdash; хоть потоп! ☺ А проводила нас Черногория обвалом в горах. Поскольку уже накануне ходили разговоры о
            затопленной дороге на Подгорицу, не стали рисковать и поехали в объезд по другой, ещё более гористой. Вот
            там то
            нам и пришлось простоять в небольшой пробке ☺ Буквально в нескольких метрах впереди случился камнепад с
            ёлками... и приехавшим рабочим пришлось долго пилить упавшие деревья, чтобы расчистить путь.</p>
        <p style="text-align: justify;">Нови-сад удивил. Надо было заехать ТАК далеко, чтобы упереться в вывеску
            &laquo;МОСКВА&raquo;. Это оказалось заведение, в котором кормят. Внутри не были. Зато забронированный номер
            оказался на высоте. Правда так и не поняли, как работает душевая кабина, но решили, что и просто помыться
            тоже
            не плохо&nbsp;☺</p>
        <p style="text-align: justify;">Нови-сад оказался очень симпатичным маленьким городком, но пальмы росли,
            почему-то
            только на кладбище... а в целом город как город. Небольшой красивый центр. И пекары... сплошные пекары. И
            как
            результат, магазин одежды с таким количество иксов, что страшно становится...</p>
        <p style="text-align: justify;">Гуляя по улицам наткнулись, сначала, на рекламу трактора &laquo;Беларусь&raquo;,
            а
            потом на рекламу феномена югославских машин Yugo 45, которые под маркой Yugo GV (great value) начиная с 1985
            года поставлялись в США и должны были стать там народным автомобилем. Но этот проект завершился полным
            провалом,
            к счастью. Идея покорения Америки со сверхкомпактным югославским уродцем на платформе Fiat 127 принадлежала
            американскому предпринимателю Малкольму Бриклину. Это была его идея-фикс: найти за границей такой
            автомобиль,
            который станет массовым в Америке.</p>
        <p style="text-align: justify;">В принципе, идея Бриклина была неплоха. Но с самого начала она была обречена на
            неудачу. Рассказывают, что после посещения югославского завода компании &laquo;Застава&raquo; он вернулся на
            родину и поручил отправить на завод факс со списком необходимых усовершенствований в производство. Например,
            запретить рабочим пить алкоголь до 13:00 (почти все пили). Но проблема была в том, что на заводе не было
            факса.
            Когда аппарат всё-таки раздобыли, факс разросся уже до четырёх метров. До полного банкротства Бриклина
            оставалось девять месяцев.</p>
        <p style="text-align: justify;">Интересно, что несмотря на алкоголизм югославских рабочих и другие проблемы,
            план
            Бриклина почти сработал. Он всё-таки смог наладить поставки Yugo в Америку, и сверхдешёвые автомобили
            действительно нашли своего покупателя. В какой-то момент даже показалось, что продажи пойдут на взлёт: в
            один из
            дней, например, было продано 1050 автомобилей, несмотря на полное отсутствие рекламы. Но это был лишь
            эпизод. В
            дальнейшем всё было только хуже. Экспорт в Америку прекратился в 1991 году, а в 1999 году завод компании
            &laquo;Застава&raquo; был разбомблен армией НАТО.</p>
        <p style="text-align: justify;">***</p>
        <p style="text-align: justify;">Люди спокойные и приветливые. Сербы &mdash; удивительный народ. В них
            присутствует
            некий стержень, Дух. Их православная молитва имеет удивительную силу и это чувствуется не только в Храмах. Я
            даже не могу подобрать слова, чтобы описать свои ощущения. Могу сказать только, что ничего подобного в
            московских Храмах не найти, за очень редким исключением...</p>
        <p style="text-align: justify;">Рассказывают, что когда бомбили Белград, Ниш, Смедерево и другие города, сербы
            нарочно шли вечерами в кафаны, пили, смеялись, пели народные песни, не гасили огней. Что ещё может сделать
            мужественный народ, не имеющий ни ядерных ракет, ни современных средств ПВО? Только смеяться над теми, кто
            пытается его сломить!</p>
        <p style="text-align: justify;">И их не сломили! Вездесущие Макдональдсы стоят закрытые. Только в Белграде
            попадались работающие. А ещё в центре Белграда и по сей день стоят дома, разрушенные американскими бомбами.
            Как
            напоминание...</p>
        <p style="text-align: justify;">Что ж. Ещё одна ночь в Нови-Саде и снова в путь! Проложили по карте кратчайший
            маршрут до границы, поехали и приехали к шлагбауму... нас занесло на пограничный переход, который работает
            по
            расписанию! Очень дружелюбный серб долго и вдумчиво рассказывал как нам ехать. Так что пришлось возвращаться
            и
            ехать через Белград.</p>
        <p style="text-align: justify;">Ну никак не хотела Сербия нас отпускать! Мало того, что граница оказалась на
            замке,
            так ещё заплутали в Белграде. На этот раз капитально. Город оказался очень жадным. Кружил нас по улицам и
            улочкам и закружил аж до самого центра. Показался, так сказать, во всей красе. И только показав все свои
            ракурсы, позволил пристроиться за фурой, которая точно знала, куда нам надо ехать ☺</p>
        <p style="text-align: justify;">Мы нервничали и торопились, поскольку перед выездом из Нови-Сада выяснили, что
            остались без ближнего света... одна фара приказала долго жить. Но и это ещё не всё. Из габаритных огней
            осталась
            тоже одна лампочка... А ближе к вечеру ближний свет полностью покинул нас, поэтому по Румынии ехали, сколько
            было возможно, паразитируя на фурах, распугивая всех кого возможно постоянно включенной аварийкой ☺ А когда
            стало совсем темно и страшно, пришлось заселяться в мотель. Номер был не дорогим, кормили вкусно и в целом
            отлично. Тем более в этот раз нам повезло, меню было на английском и нам удалось избежать переедания ☺</p>
        <p style="text-align: justify;">С рассветом поехали дальше. На границе Румыния &mdash; Украина управились
            буквально
            за полчаса. В обратную сторону, где нас держали пять часов, очередь была размером со взрослую анаконду... Мы
            только искренне посочувствовали тем, кому предстояло пройти через хохлорумын... А в Карпатах нас застал
            снег.
            Пришлось искать шиномонтаж. И снова страшные западные хохлы оказались совсем не страшными. И мы продолжили
            путь
            уже на зимних колесах. Но это не сильно помогло... Дороги на Украине или вовсе не чистят или делают это
            крайне
            редко... Не доезжая нескольких километров до границы с Беларусью машину повело. Было страшно. Но испугаться
            толком мы так и не успели. Всё произошло в какие-то доли секунды. И хорошо, что навстречу летела только одна
            машина, с которой мы удачно разошлись, а накануне насыпало снега, много снега. Именно в снег мы и прилетели
            в
            результате... Тут же остановилась машина с белорусскими номерами и посетовала, что сама недавно точно так же
            слетела в кювет. Троса не было. Начали было расчищать снег, но нам повезло, приехал трактор, который и снег
            расчистил и нас вытащил. Из повреждений только оторванная антенна, забившийся под капот снег и треснувший
            глушитель. Спасибо Ангелам Хранителям...</p>
        <p style="text-align: justify;">Ну, а после того, как нас вытащили, до границы было уже рукой подать, ещё
            полчаса и
            мы снова в Беларуси. А тут опять ничего интересного. Чистая дорога М1. И не смотря на отсутствие ближнего
            света,
            мы уже в тот же день, точнее ночь, были дома. А здесь зима.</p>
        <p style="text-align: justify;"><em>2010 год</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images;

</script>