<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;"><em>В юности, прочитав первый раз "Мастера и Маргариту", честное слово, я ничего
                не
                поняла. Но ведь столько людей восхищаются этим произведением! Ладно, думаю, прочитаем еще раз. Не может
                же
                столько&nbsp;людей ошибаться. Ну а потом был третий раз, четвертый и т.д. И каждый раз открывалось
                что-то
                новое. Потом было много посещений дома на Садовой, где я, как и многие, писала на стенах свои стихи.
                Сейчас
                это приличное вполне место, музей и все такое. Но в начале девяностых все было несколько иначе. Больше
                всего, почему-то, запомнилась надпись&nbsp;&laquo;Воланд! Возвращайся! Слишком много дряни
                развелось!&raquo;. Собственно, как и многие в юности, очарованная произведением Булгакова, я подумала, а
                что, если бы было продолжение?! В наши дни, если бы Воланд и его свита снова оказались в Москве? Следом
                пришла мысль, а почему не попробовать самой написать такую историю? Сказано, сделано. Но довольно быстро
                пришло понимание, что не стОит&nbsp;</em>☺<em> А то, что успела написать, оставила себе на память.</em>
        </p>
        <div class="ui divider">&nbsp;</div>
        <h3 id="mcetoc_1bf84uovt0" style="text-align: center;">Черная месса Воланда в Москве</h3>
        <h3 id="mcetoc_1bf84uovu1" style="text-align: justify;">Возвращение</h3>
        <p style="text-align: justify;">Солнце осветило убогую обстановку Ивановой комнаты в коммунальной квартире.
            После
            бессонной ночи болело и стонало все тело и жутко хотелось спать. Но страх до того обуял Ивана, что даже днем
            он
            боялся заснуть. Шли третьи сутки его бессонницы. С кухни доносился грохот кастрюль, привычная брань соседок.
            Постепенно к шуму стал примешиваться запах. Сначала вкусный, щекочущий ноздри, потом более резкий, а потом и
            вовсе горелым понесло. При мысли о еде у Ивана приятно защемило сердце. Но мысль о том, что ему придется
            идти
            через темный коридор, в котором он смертельно боялся зеркала, с которого все и началось, загнала его обратно
            под
            одеяло. Чтобы внести хоть какое-то разнообразие, Иван включил допотопных времен кассетник. Вместо музыки эта
            чудовищная машина стала выдавать смех, непонятно каким образом попавший на кассету. Это было последней
            каплей.
            Плохо соображая, Иван бросился вон из квартиры. Налетев на тетю Глашу и, выбив у нее из рук сковородку, в
            которой что-то ворчало, не глядя более вокруг, Иван вылетел на улицу. Но усталость и голод дали себя знать
            сразу. Пошатнувшись, он с размаху сел на скамейку. В глазах потемнело. И в этой темноте он увидел опять Его.
            Через мгновение Ивана и след простыл. Нырнув в мимо проходящий автобус, Иван отправился в неизвестном
            направлении.</p>
        <p style="text-align: justify;">Спокойствие его продолжалось недолго. Буквально через пять минут водитель
            объявил
            конечную. Выйдя и оглядевшись, а также убедившись, что это место он видит впервые в жизни, Иван попытался
            рассуждать трезво. Что собственно произошло? Возвращаясь с работы в отличном настроении, строя планы на
            время
            отпуска (о как ему надоела эта треклятая работа техника-смотрителя!), он достал сигарету из старого
            дедушкиного
            портсигара и только он собрался прикурить, как на его голову свалился не весть откуда взявшийся
            пренепреятнейший
            тип. Этот тип со смеющимися, ничего хорошего не предвещающими глазами, в кепке, съехавшей набок, в драном
            костюме, попросил сигарету. У Ивана хватило ума сказать, что, мол, у него последняя. Тип весело посмотрел по
            сторонам, подмигнул неизвестно кому, и вдруг прошипел:</p>
        <p style="text-align: justify;">&mdash; Пожалуюсь Ему!</p>
        <p style="text-align: justify;">&mdash; Кому?, - машинально спросил Иван.</p>
        <p style="text-align: justify;">&mdash; Ему! - ответ был настолько многозначительным, что в несчастной голове
            техника не осталось и тени сомнения, что Он - это всемогущий черт знает кто.</p>
        <p style="text-align: justify;">Тип в кепке неожиданным образом пропал и с этого момента непонятный страх
            закрался в
            душу Ивана. Войдя в квартиру, по привычке остановившись у зеркала (будь оно неладно), наш герой с ужасом в
            глазах отпрянул от него. Вместо своего отражения он увидел неизвестного в драном костюме. Этот гад почему-то
            улыбался и вдруг проговорил:</p>
        <p style="text-align: justify;">&mdash; А врать нехорошо.</p>
        <p style="text-align: justify;">Сомнений не было: Иван сходил с ума. Постояв немного, он бросился в свою
            комнату.
            Закрыв дверь на ключ дрожащими руками, облегченно вздохнув и решив ничего не бояться, он включил
            телевизор...О
            ужас! С экрана смотрели двое. Первого Иван уже знал. Улыбаясь, они пропели дуэтом:</p>
        <p style="text-align: justify;">&mdash; А врать нехорошо!</p>
        <p style="text-align: justify;">С этого момента и пошел отсчет его бессонницы. Одному Богу известно, что
            происходило
            в этой всеми забытой комнате. Теперь же Иван пытался собрать мысли. Все можно было объяснить как
            переутомление.
            Подумав еще, и взяв наконец себя в руки, он отправился домой.</p>
        <p style="text-align: justify;">По дороге он смеялся сам над собой. Войдя в квартиру и столкнувшись нос к носу
            со
            злой тетей Глашей, Иван расплылся в такой идиотской улыбке, что самому смешно стало. Осторожно подойдя к
            зеркалу
            и убедившись, что рядом нет никого, кое-как преодолевая страх, Иван поднял глаза. В зеркале ничего и никого
            кроме его собственного отражения не было. Повеселев и твердо решив идти готовить, Иван открыл дверь своей
            комнаты. Мгновение он стоял не шевелясь. Но не заметив ничего подозрительного, успокоился.</p>
        <p style="text-align: justify;">Весь следующий день прошел спокойно. Ничего не снилось несчастному работнику в
            ту
            ночь.</p>
        <p style="text-align: center;">***</p>
        <p style="text-align: justify;">Тем временем в Москве стали происходить непонятные вещи. В знаменитом доме, в
            знаменитом подъезде, по адресу Садовая 302-бис, под надписью &laquo;Воланд! Возвращайся! Слишком много дряни
            развелось!&raquo;, появилась надпись: &laquo;Мы вернулись&raquo;. Откуда было знать москвичам, что на их
            головы
            свалятся события, которые потом потрясут полстраны?</p>
        <p style="text-align: center;">***</p>
        <p style="text-align: justify;">Ничего не подозревая, проснувшийся, посвежевший, Иван отправился погулять по
            Москве.
            Он отправился к станции метро &laquo;Парк культуры&raquo;, это было его любимое место отдыха. Иван (странно,
            что
            друзья называли его в тесном кругу Бездомный) сел на лавочку. Проходящие мимо люди не обращали внимания на
            одиноко сидящего человека. Настроение у всех было прекрасное. Под деревом напротив Ивана сидел огромный
            черный
            кот и мило улыбался. Почему улыбался? Коты не умеют улыбаться. Странно было это признавать, но кот все же
            улыбался.</p>
        <p style="text-align: justify;">&laquo;На бегемота похож&raquo;, ни с того ни со всего подумал Иван.
            Отвернувшись и
            задумавшись, он не заметил как Бегемот (О да! Это был именно он!) уселся на скамейку рядом с Иваном.</p>
        <p style="text-align: justify;">&mdash; Закурить не найдется?</p>
        <p style="text-align: justify;">От этого вопроса у несчастного техника защемило сердце. Закатив мученические
            глаза и
            посмотрев в сторону задавшего вопрос, он с ужасом осознал, что на этот раз он точно сходит с ума. Ну как
            может
            говорить кот, да еще просить сигарету? Не дождавшись ответа, Бегемот вынул непонятно откуда сигарету и,
            причмокнув, засунул ее в пасть. Иван почувствовал, как земля уходит из под него. Придя в себя, он не увидел
            ничего. Кот исчез бесследно. Иван бросился к ближайшему телефону. Набрав дрожащими руками номер своего
            приятеля
            Николая, он стал вслушиваться в гудки.</p>
        <p style="text-align: justify;">Начало конца</p>
        <p style="text-align: justify;">Николай был двумя годами двумя годами старше Ивана. Среднего роста, среднего
            телосложения. Да и все остальное, в том числе жена&nbsp; и дети, было у него среднее. Жил он в Марьиной
            Роще.
            Работал на заводе токарем. В свободное время любил выпить с друзьями. Ничего не подозревая, он сидел в своей
            шестиметровой кухне и обедал.</p>
        <p style="text-align: justify;">Раздался звонок. Николай потянулся к телефону и вдруг ему показалось, что за
            окном
            кто-то стоит. Быстро сообразив, что на шестом этаже это невозможно, он снял трубку.</p>
        <p style="text-align: justify;">&mdash; Алло.</p>
        <p style="text-align: justify;">&mdash; Николай! Миленький! Быстро собирайся и приезжай в Парк Культуры. Я там
            буду
            тебя ждать, - ничего более трубка не поведала.</p>
        <p style="text-align: justify;">В недоумении положив трубку, Николай решил дообедать, а потом ехать. И тут ему
            опять
            показалось, что за окном кто-то стоит. &laquo;Все. Допился&raquo;,- это было единственное, что пришло в
            голову.
            Забыв про обед и быстро собравшись, Николай вскоре уже ехал в метро. В метро, правда, ему не давала покоя
            мысль,
            что гражданин в кепке и драном костюме, ему знаком. Он только не мог понять, где и когда он мог
            познакомиться с
            этим человеком.</p>
        <p style="text-align: justify;">Идя из метро в сторону Крымского моста, Николай гадал, кто его может ждать.
            Наконец
            он добрался до места. К нему навстречу бежал человек, которого он узнал не сразу. Но зато когда узнал,
            подивился
            той перемене, которая произошла с Иваном. Похудевший, постаревший, с измученными глазами и дрожащими руками
            и с
            торчащей из кармана бутылкой водки, тот дико озирался. Он схватил Николая за руку и понес такую чушь, что не
            оставалось никакого сомнения: либо Иван напуган кем-то, либо спятил. Когда его словарный запас иссяк, он
            потащил
            Николая в метро, не дав ему опомниться.</p>
        <p style="text-align: justify;">В поезде каждый думал о своем. У Ивана все мысли были спутаны и он не особо
            пытался
            в них разобраться. У Николая же созрел достаточно простой план: споить Ивана и отвезти в психиатрическую
            лечебницу.</p>
        <p style="text-align: justify;">Вдруг все пассажиры в вагоне начали недоуменно переглядываться. Поезд летел,
            станции
            мелькали одна за другой. Страх сменился у людей любопытством. Неужели впереди идущие поезда провалились
            сквозь
            землю? И тут случилось что-то, что до сих пор непонятно никому. Вагон, (оказалось, что летит он отдельно от
            состава), остановился, дернулся и стремительно полетел вверх, прошибая все на своем пути.</p>
        <p style="text-align: justify;">А на земле тем временем у кинотеатра &laquo;Москва&raquo; стали появляться
            трещины.
            Люди в ужасе разбегались. Наконец показалась крыша, а затем и сам вагон. Плавно опустившись недалеко от ямы,
            вагон сам открыл двери. Сначала никто не выходил. Через какое-то время, медленно, боясь новых приключений,
            пассажиры стали выходить. Шокированная толпа зевак стояла молча. Как только вагон опустел, откуда ни
            возьмись,
            появился огромный черный кот. Он внимательно осмотрел помещение, потом чмокнул и заорал:</p>
        <p style="text-align: justify;">&mdash; Азазелло! Вагон на место!</p>
        <p style="text-align: justify;">В то же мгновение поднялся сильный ветер. Пыль летела прямо в глаза, а когда она
            осела, люди не увидели ни вагона, ни кота, ни трещин на земле. Как будто ничего не было. Не зная, как
            поступают
            в таких случаях, люди постояли еще немного, и потом стали расходиться. В тот вечер вся Москва обсуждала
            только
            это происшествие.</p>
        <p style="text-align: justify;">Мессир</p>
        <p style="text-align: justify;">Солнце вставало над несчастной Москвой. Просыпавшиеся люди терли глаза и думали,
            что
            все происшедшее вчера - сон.</p>
        <p style="text-align: justify;">А на Патриарших прудах в это время разыгрывалась следующая сцена: около лавочки
            стояли двое. Точнее один сидел, а второй, стоя на коленях, пытался что-то объяснить, казалось, всему миру.
            Проходящие мимо люди, услышав увещевания о том, что какой-то кот просил сигарету, невольно задумывались о
            вреде
            пьянства.</p>
        <p style="text-align: justify;">В конце аллеи показался человек, при виде которого все почтительно расступались.
            Высокий, гладко выбритый брюнет, одетый в дорогой черный костюм, он держал в руках трость. Человек этот вел
            себя
            довольно престранно. Он поминутно оглядывался, потом ухмылялся сам себе и глядя со стороны можно было
            подумать,
            что он был здесь когда-то, но теперь не может узнать этого места. Он сел на лавочку рядом с Иваном и
            Николаем.
            Заметив его, Иван схватил своего друга и потащил прочь от этого места. Через какое-то время они попали на
            Арбат
            и остановились около летнего кафе.</p>
        <p style="text-align: justify;">&mdash; Ты видел! - Иван был слишком сильно возбужден, - Этот тоже из их шайки!
            Почему ты не веришь в то, что я говорю правду?</p>
        <p style="text-align: justify;">&mdash; Но как же можно верить, если коты все же не говорят?!</p>
        <p style="text-align: justify;">&mdash; Прям таки не говорят? - Иван и Николай обернулись. Перед ними стоял
            черный
            кот и мило улыбался. В следующее мгновение двое лежали в обмороке.</p>
        <p style="text-align: center;">***</p>
        <p style="text-align: justify;">Ближе к вечеру, на Садовой 302-бис собралась приличная толпа. Центром ее являлся
            молодой паренек, который стоял на коленях и прижимал к груди Библию. Он говорил, что Сатана явился, что он
            видел
            его и что горе тем, кто не верит в Христа Спасителя. Сквозь толпу пробивались санитары. Когда они
            приблизились к
            пареньку, дорогу им преградил странный человек, появившись из ниоткуда. Паренек почему-то сильно напугался,
            увидев его и хотел было перекреститься, как вдруг к нему подошел черный кот и зашипел.</p>
        <p style="text-align: justify;">&mdash; Господи! Спаси и сохрани!...</p>
        <p style="text-align: justify;">Врачи констатировали смерть от сердечного приступа. Надо ли говорить о том, что
            странный человек и кот&nbsp;тут же исчезли?</p>
        <p style="text-align: justify;">&mdash; А ведь прав был покойник, - тихий голос принадлежал молодой девушке.</p>
        <p style="text-align: justify;">&mdash; Наши мысли всему виной. Сказано: верьте. А вы во что верите? Вот ваши
            мысли
            и материализовались. Молитесь, пока можете.</p>
        <p style="text-align: justify;">Люди стояли молча. О чем они думали?</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p><em>1994</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>