<template>
    <p>&nbsp;</p>
    <p><img class="ui centered medium rounded image" :src="url"></p>
    <div class="ui container">
        <h3 class="pt-8">
            <div class="ui basic fitted segment mceNonEditable">
                <div class="content">
                    <div style="font-family: Arsenal, sans-serif;"
                        class="ui header hvr-icon-wobble-vertical massive dividing fluid container"><i
                            style="vertical-align:top;padding-top:0.3em;" class="hvr-icon icon"
                            :class="page.i"></i><span class="ui content">{{ page.title }}<span
                                class="sub header"></span></span></div>
                </div>
            </div>
        </h3>
        <p>&nbsp;</p>
        <p style="text-align: justify;">Самое первое путешествие в моей жизни было в 1977 году в Монголию, когда мне
            было 4
            года. Но это не считается, поскольку в тот момент я сама не принимала решений, меня просто взяли, усадили в
            поезд и мы поехали.&nbsp;</p>
        <p style="text-align: justify;">А в сознательном возрасте впервые я выехала на пределы Великой и Прекрасной
            только в
            2001 году под новый год. К сожалению, фотоаппарат, которым меня снабдили будущие свёкр и свекровь оказался
            полным г. и фотографий того периода в результате крайне мало и сомнительного качества. Зато впечатления до
            сих
            пор свежи!</p>
        <p style="text-align: justify;">Началось всё с подготовки к поездке. Мой будущий муж к тому времени уже полгода
            жил
            в Голландии. Надо было явиться во всей красе и я, видит Бог, старалась! Были куплены пальто (рынок, кожа,
            Турция), сапоги (питерские магазинные) и новая юбка (в переходе метро, на самом деле "тихий ужас"). Но в то
            время я как истинный "совок" даже не представляла, что есть такие понятия, как европейский стиль и прочее.
        </p>
        <p style="text-align: justify;">До сих пор помню ужас, испытанный мною в самолёте... Ну боюсь я их! Рядом со
            мной
            сидел дядечка, который окончил МАИ и он пытался меня приободрить, а сам, когда я присмотрелась, трясся
            почище
            моего... Наверное потому, что знал, как у нас самолёты строят... Огромное ему спасибо за то, что рассказал,
            как
            устроен Схипхол, иначе я бы там намертво заблудилась.</p>
        <p style="text-align: justify;">И вот я вся такая выгружаюсь из аэропорта и вижу, что у моего любимого как-то
            лицо
            вытягивается. Сейчас эта история рассказывается как семейный анекдот, но тогда мне было не до смеха. Я
            огляделась вокруг и поняла, что выгляжу, по меньшей мере, странно... Пусти Дуньку в Европу, ага.</p>
        <p style="text-align: justify;">Сама Голландия меня удивила. Я во все глаза пялилась на местное население не в
            силах
            отвести взгляд. И было отчего. Яркие, улыбающиеся, необычные. Но в тот момент контраст ещё не был так
            очевиден.
            Я просто попала в другой мир. Пришлось срочно идти в магазин и одевать меня во что-то приличное. Во-первых,
            я
            выглядела действительно ужасно. Во-вторых, чудные питерские сапожки довели меня до того, что я ходить не
            могла,
            так болели ноги. Но, кстати, тогда рухнул первый миф о западном шмотье. Ничего там супер особенного нет и за
            качественной шмоткой ещё надо побегать. Куча всего есть, а реально одно г.</p>
        <p style="text-align: justify;">За время моего там пребывания мы успели съездить в Аахен (Германия) и в Париж.
        </p>
        <p style="text-align: justify;">Поездка в Аахен запомнилась рождественской ярмаркой. Этот город оказался как раз
            такой Европой, какой я её себе и представляла. Красота, одним словом. Мы бродили по ярмарке, пили глинтвейн,
            наслаждались атмосферой праздника. Надо сказать, что немцы дюже не любят голландцев. Когда продавцу
            глинтвейна
            мы сказали спасибо на голландском, он крайне неодобрительно на нас посмотрел. Но когда услышал русскую речь
            "оттаял" ☺ Ещё один немец смотрел на нас очень хитро, пока я пыталась вспомнить, как по-английски яблоко. В
            результате он мне сам и подсказал: йяблоко! Среди старшего поколения очень многие знают русский. Вот так.
        </p>
        <p style="text-align: justify;">А потом мы поехали в составе нидерландской туристической группы на автобусе в
            Париж.
            Эта поездка порушила почти все оставшиеся мифы...</p>
        <p style="text-align: justify;">Автобус ехал через Бельгию, её я увидела только из окна автобуса, но раз по ней
            ехала, значит считается.</p>
        <p style="text-align: justify;">Уж не знаю, зачем голландцев надо было запугивать... но было сделано всё, чтобы
            запугать их до смерти. И меня в том числе ☺ На следующее утро я говорила: "Верните меня обратно в чистенькую
            Голландию!" Началось с того, что автобус въехал в город через квартал, грязнее и ужаснее которого я не
            видела за
            всю свою жизнь. Даже в Монголии... На улицах огромное количество мусора, магазины типа Тати выглядели как
            какие-то прибежища для бомжей. Вещи раскиданы, всё та же грязь кругом. У меня перехватило дыхание от такого
            зрелища. Тогда в Москве все эти Тати считались чуть ли не королевскими магазинами и прикупить там вещицу
            считалось нереально круто... А тут на тебе.</p>
        <p style="text-align: justify;">Далее гид объявила, что гостиница, в которую нас должны были заселить закрыта на
            карантин (трихомоноз там гулял) и нас везут в другую, на звезду больше. Голландцы притихли, мы тоже... По
            дороге
            я пялилась в окно на людей. На вопрос мужа, что я там высматриваю, я сказала, что хочу увидеть настоящую
            живую
            французскую б..дь. Муж выглянул в окно и констатировал: выбирай любую, они все живые.</p>
        <p style="text-align: justify;">Потом нас провезли через какой-то квартал красных фонарей и снова рухнул миф...
            Оказалось, что прямо вот эта вот ничем не примечательная мельничка и есть легендарный Мулен Руж. Честно
            говоря я
            ожидала большего, да даже на фото оно как-то солиднее выглядит, чем в реальности! Ладно. Наконец подъехали к
            гостинице. По дороге прошли витрину зоомагазина, в которой сидели кролики. Номер оказался типично
            французским.
            Не объяснить, надо там побывать. Ставни, вид из окна, размер и планировка номера. Напуганные трихомонозом с
            опаской передвигались по номеру. Покрывало оказалось ровесником этой гостиницы... Наверное ему было лет 200,
            не
            меньше. Французская традиция может такая?</p>
        <p style="text-align: justify;">А потом нас повезли ужинать. Надо ли говорить, что на обратном пути мы прошли
            мимо
            трахающихся кроликов? "Франция", &ndash; пошутила наша гид.</p>
        <p style="text-align: justify;">Ужин я запомнила надолго ☺ С нами за столом оказалась семейная пара, которым
            дети на
            серебряную свадьбу подарили тур в Париж. Ещё один миф рухнул... А я то, наивная, думала, что европейцы по
            своему
            Евросоюзу мотаются туда-сюда и горя не знают. Оказалось, что никуда они не мотаются... Цены на билеты
            ого-го-го,
            гостиницы дорогие и т.д. С распахнутыми глазами я наблюдала, как в Макдональдсе голландцы заказывали себе
            обед с
            калькуляторами в руках. Они там экономят похлеще нашего. Просто так помыться &ndash; забудьте об этом. Вода
            безумно дорогая. В их домиках туалеты поделены следующим образом: на первом этаже ходят "по-маленькому" и
            воды в
            бачке набирается ровно половина. Все остальное &ndash; извольте на второй этаж, там вода в бачке наливается
            полностью. Поэтому голландцы обожают ходить в бассейн. Там под душем можно торчать сколько угодно. Поплавал
            для
            отвода глаз минут 10 и в душ ☺ Заодно и помылся ☺ Так вот, семейная пара. Издевательства французского
            официанта
            они принимали как должное. Французы тоже не любят голландцев ☺ Но мы то русские! Ха! Так что когда наше
            терпение
            лопнуло, официанту мы очень вежливо объяснили, что он не прав. И тут голландец преобразился. Как тот
            интеллигент
            в анекдоте. Он расправил плечи, сверкнул глазами и тоже решил официанту высказать свое "фу" на обслуживание.
            Француз так обалдел, что побежал молодым горным козлом. Вот вам и голландцы. Тихие воспитанные люди ☺ Для
            них
            было откровением, что можно отстаивать свои права.</p>
        <p style="text-align: justify;">Ну а вечером мы решили погулять по Парижу. Романтика! Да не тут то было. Нас
            заселили в какой-то квартал, где кроме нас не было ни одной европейской физиономии. Кругом одни арабы...
            Мамочки! И это Париж! Зато клошары самые что ни на есть французы. Я со страху даже начала понимать
            французский,
            когда один такой красавец предложил мне прилечь рядом с ним и потрахаться. Потом к нам направилась некая
            мадам,
            которая просила прикурить. При этом она смотрела на нас так, что было трудно понять, кого из нас она
            возжелала... Пока муж протягивал ей зажигалку, меня трясло от нехороших предчувствий... Призрак бытового
            сифилиса уже маячил где-то рядом... Одним словом прогулка провалилась. Прежде чем идти, а точнее бежать,
            обратно
            в номер, решили купить поесть. Забрели в какой-то магазинчик, чем вызвали не поддельный восторг у продавца!
            Он
            так был рад нас видеть! Он искренне считал, что мы французы. Но мы не французы... Продавец очень
            расстроился...
        </p>
        <p style="text-align: justify;">В номере включили ТВ. Угадайте с трёх раз, что шло ПО ВСЕМ каналам... Франция ☺
        </p>
        <p style="text-align: justify;">Наутро мы собрались и решили, что ну его на фиг и поехали на вокзал. По дороге
            стали
            свидетелями драки. Потом мимо нас полицейские провели кого-то в наручниках. Ужас одним словом! Скорее
            обратно, в
            Голландию! Там чисто, там хорошо, там тюльпаны!</p>
        <p style="text-align: justify;">Ну а теперь пару слов о контрасте. Возвращалась я вся в разобранных чувствах.
            Для
            начала мы опоздали в аэропорт, потому что голландские электрички ходят не по расписанию, а как получится. Но
            в
            самолёт я всё же попала. А на борту меня встретил этакий "свой" мрачный тип, который довольно грубо обругал
            меня, ехидно намекая на то, что я опоздала по причине не желания расставаться с "проклятыми буржуями". Добро
            пожаловать домой, детка!</p>
        <p style="text-align: justify;">А окончательно я осознала, какая пропасть между Великой и Прекрасной и Европой,
            когда я вышла из аэропорта и попала на наши улицы... серость, грязь. Серые, мрачные люди. Воздух пропитан
            безысходностью, отчаянием. Это не передать словами. Это надо один раз почувствовать... Мне хотелось орать!
            "Верните меня обратно в чистенькую Голландию!"</p>
        <p style="text-align: justify;">А когда я приехала домой меня родная мама не узнала. И это не анекдот. За две
            недели
            я изменилась настолько, что даже родительница не признала...</p>
        <p style="text-align: justify;">Такое вот путешествие&nbsp;☺</p>
        <p style="text-align: justify;"><em>2001</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images;

</script>