<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                        }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;"><em>Этот сон все-таки был дописан, но лишь в 2011 году. Приснился он мне в
                начале
                девяностых, точно не помню. Красивая история о двух молодых людях, которым каким-то образом удалось
                переместиться во времени и попасть в древний Ершалаим. Прямо целое кино, если честно, с музыкой,
                спецэффектами и прочим&nbsp;</em>☺<em> Больше всего люблю сны, в которых есть музыка и стихи. Иногда
                даже
                удается запомнить пару строчек. А потом, спустя много лет, внезапно приснилось продолжение. Со мной и не
                такое бывает. Один раз снился самый настоящий сериал! Каждую ночь сон начинался с того места, на котором
                прервался. Так вот, когда во сне понимаешь, что эти люди тебе уже снились и начинаешь обо всем этом
                думать,
                эффект получается ошеломляющий. Когда проснулась, долго не могла связать все это в одну кучу.
                Получалось,
                что сначала мне приснился конец истории, а спустя много лет ее начало? Но зато все встало на свои
                места.</em></p>
        <div class="ui divider">&nbsp;</div>
        <p style="text-align: justify;">Пролетевшие годы совсем не отразились на Марии, хотя она теперь совсем одна.
            Грусть,
            зародившаяся в её сердце в молодости, проросла и стала невыносимой. Теперь она бродит по улицам в поисках
            потерянного возлюбленного. Она не знает, сколько времени прошло и вот опять улица. На ней черный плащ,
            волосы
            развеваются на ветру, глаза блуждают, а губы кривит злая усмешка. Она медленно идет вперед. Вдруг какой-то
            бешеный поток людей засасывает её, Мария даже не пытается вырваться. Так продолжается какое-то время и все
            останавливается. Гул голосов болезненно отдается в её сознании. Она поднимает глаза. Огромный стадион. Море
            людей. Море огней. Где-то вдали угадываются очертания сцены. Вдруг всё смолкает. Слабый свет освещает сцену.
            На
            ней никого. Только лишь стоит одиноко белый рояль да микрофон. Смутное волнение охватывает Марию. На сцену
            выходит человек примерно её лет. Что-то до боли знакомое в его уставших руках, пустых глазах. Похожий плащ
            запахнут небрежно, скрывая его фигуру. Он стоит молча, с опущенной головой. В зале ни единого шороха. Тысячи
            глаз следят сейчас за этим человеком. Он медленно подходит к краю сцены, смотрит в зал.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">Но что это?! Мария перестает что либо понимать, перед глазами плывут круги. А
            человек на сцене садится за рояль, в полуразвороте ещё раз бросает взгляд в зал и Мария слышит слова,
            которые с
            трудом понимает. Нет, это вроде песня. Откуда она её знает? Кто пел эту прекрасную песню? Господи! Неужели
            именно так сходят с ума? И кто этот человек, который извлекает из клавиш волшебные звуки, которые она давно
            забыла? Туманная мгла заволакивает все вокруг. Она вот-вот упадет. Все обрывается, музыки больше не слышно.
            Тишина. Но почему-то этот человек теперь улыбается? И вдруг он заговорил. Этот голос зовет Марию. Марию? Ну
            да.
            Каждое его слово вдруг отчётливо отражается в её голове:</p>
        <p style="text-align: justify;">&mdash; Я знаю, что ты стоишь сейчас среди этой толпы. Эту песню я не пел с тех
            пор,
            как мы расстались. Сколько лет прошло? Мы оба стали похожи на тень, блуждая рядом и не находя друг друга.
            Теперь
            мы сблизились достаточно, чтобы увидеть. Моё сердце впервые за много лет забилось чаще в этот вечер и я
            запел.
            Эту песню я пел только для тебя. Так приди же ко мне!</p>
        <p style="text-align: justify;">Что с ней? Мария вдруг почему-то оказалась над головами людей. Странно, хотя она
            уже
            давно ничему не удивляется. И вдруг зыбкий, призрачный свет соединил их. Эта прозрачная тропинка легла
            поверх
            толпы и Мария пошла по ней. Она шла и смотрела ему в глаза. Теперь она знает, кто он. И вот она рядом.
            Глаза,
            полные слез. Взмах его руки и черный плащ завертелся вокруг.</p>
        <p style="text-align: justify;">Странное, неописуемое чувство нахлынуло на Марию. Слезы душили и последнее, что
            она
            смогла вспомнить, это строчки из его песни, раскатистым эхом льющиеся отовсюду:</p>
        <p style="text-align: justify;">&laquo;Где все, что было когда-то в тебе?<br>Только лишь ветер ответит
            судьбе&hellip;&raquo;</p>
        <p style="text-align: justify;">**********</p>
        <p style="text-align: justify;"><i>&laquo;Так ответь же! Ответь!&raquo;</i></p>
        <p style="text-align: justify;">Этот крик переполошил весь дом. Старенькие пятиэтажки похожи на карточные
            домики.
            Такие же хрупкие. Звукопроницаемость в них чудовищная. Слышно как за стеной у соседей комар нарезает круги,
            выбирая себе ужин... Но Марии было все равно. Ей снилось что-то странное. Только что она вырвалась из одного
            сна
            и тут же начала погружаться в следующий, такой же тягучий и тяжелый, не приносящий облегчения.</p>
        <p style="text-align: justify;"><i>&laquo;Тьма, пришедшая&hellip;&raquo;</i></p>
        <p style="text-align: justify;"><i>И было в этой тьме еще одно видение.</i></p>
        <p style="text-align: justify;"><i>Странное, нереальное, а снилось ей, что она приехала вовремя&hellip;</i></p>
        <p style="text-align: justify;"><i>**********</i></p>
        <p style="text-align: justify;">Она приехала вовремя. Станция метро была самая обыкновенная. Люди спускались и
            поднимались по эскалатору, выходили из поездов, поезда приезжали и уезжали.</p>
        <p style="text-align: justify;">Все скамейки были заняты. Приходилось стоять. Часы показывали четырнадцать часов
            десять минут.</p>
        <p style="text-align: justify;"><i>&laquo;Опаздывает...&raquo;</i></p>
        <p style="text-align: justify;">Чтобы как-то скоротать время, Мария решила достать книгу. Название не предвещало
            ничего. &laquo;Мизери&raquo;. Зачем она с собой схватила именно эту книжку? Открыв ее, Мария уставилась
            невидящим взглядом на страницу. Вдруг пришла мысль, что он не приедет. Странно.</p>
        <p style="text-align: justify;">&laquo;Если ты не придешь, то я сильно обижусь&raquo;, &mdash; это были его
            слова.
        </p>
        <p style="text-align: justify;">Она пришла.</p>
        <p style="text-align: justify;">По спине пробежала дрожь &ndash; верный знак. Теперь надо сделать вид, что она
            спокойна. Но ноги подкашивались. Марию трясло.</p>
        <p style="text-align: justify;"><i>&laquo;Спасибо, что пришла.&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Тебе спасибо, что позвал.&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Давно ждешь?&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Нет.&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Прости, долго выбирал цветы.&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Они красивые.&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Да.&raquo;</i></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">&mdash; Знаешь, у тебя хороший вкус, &mdash; она обернулась. Дрожь наконец-то
            улеглась. Он стоял и держал в руках розы. Желтые. Ее любимые.</p>
        <p style="text-align: justify;">&mdash; Давно ждешь?</p>
        <p style="text-align: justify;">&mdash; Нет.</p>
        <p style="text-align: justify;">&mdash; Прости. Долго выбирал цветы.</p>
        <p style="text-align: justify;">&mdash; Они красивые.</p>
        <p style="text-align: justify;">&mdash; Да.</p>
        <p style="text-align: justify;">Долгий взгляд. Сколько они не виделись? Целую вечность. И вот встретились. Она
            думала, что встреча будет не такой. Она боялась и ждала ее. Он тоже. Наверное, все еще впереди. Эмоции пока
            спали, сейчас они оба были похожи на старых друзей, которые не виделись давно, но которым при встрече вдруг
            стало нечего сказать друг другу. Далее эскалатор и улица. А потом все было как в замедленном кино. Как два
            привидения они пробирались среди толп живых, бегущих по своим делам, людей. Тихая забегаловка. Столик.
            Полумрак.
            Ненавязчивая музыка.</p>
        <p style="text-align: justify;">&mdash; Зачем ты позвонил?</p>
        <p style="text-align: justify;">&mdash; Да чтобы ты спросила.</p>
        <p style="text-align: justify;">Что ж. Знаем, знаем. Когда Владимир нервничает, он становится агрессивным.</p>
        <p style="text-align: justify;">&mdash; Зачем ты позвонил?</p>
        <p style="text-align: justify;">&mdash; Только не отрицай, что сама не хотела этого.</p>
        <p style="text-align: justify;">&mdash; А ты?</p>
        <p style="text-align: justify;">&mdash; Я женат.</p>
        <p style="text-align: justify;">&mdash; Поздравляю.</p>
        <p style="text-align: justify;">&mdash; Спасибо.</p>
        <p style="text-align: justify;">&mdash; Ну и как?</p>
        <p style="text-align: justify;">&mdash; Слушай, отлично!</p>
        <p style="text-align: justify;"><i>&laquo;Если ты думаешь, что я этому верю&hellip;&raquo;</i></p>
        <p style="text-align: justify;">&mdash; Я рада за тебя.</p>
        <p style="text-align: justify;">&mdash; Спасибо, &mdash; теперь в его голосе звучала явная злость.</p>
        <p style="text-align: justify;"><i>&laquo;Интересно, догадывается ли она, как я женился?&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Не волнуйся, в жизни не поверю, что ты женился по доброй
                воле.&raquo;</i>
        </p>
        <p style="text-align: justify;">&mdash; И кто твоя жена?</p>
        <p style="text-align: justify;">&mdash; Дура.</p>
        <p style="text-align: justify;"><i>&laquo;Кажется, меня ждет сага о женитьбе Владимира. Оно мне надо?&raquo;</i>
        </p>
        <p style="text-align: justify;">&mdash; Прими мои соболезнования.</p>
        <p style="text-align: justify;">Минут пять сидели молча, тупо тыкая ложками в растаявшее мороженое, думая каждый
            о
            своем. И опять по телу Марии пробежала дрожь. Верный знак.</p>
        <p style="text-align: justify;">&mdash; А знаешь, никогда не прощу себе, что ушел в ту ночь, что молчал. Я
            столько
            думал о тебе. Потом узнал, что ты вышла замуж. Но разве счастлива ты со своим мужем? О нет! Не говори
            ничего! Я
            знаю. Ты сейчас долго будешь доказывать мне, что все хорошо, что твой муж замечательный человек! Но это ты
            говори кому угодно, не мне. Бьюсь об заклад, что в мечтах ты не раз звала меня. Человека, который мог бы
            дать
            тебе то, что не даст ни один другой. Слышишь? Ты думаешь ты одна несчастна? Скольким ты испортила жизнь?
            Нет, не
            это главное. Главное &ndash; ты и я. Я&hellip; А меня женили, думая, что после этого я забуду тебя. Так
            старались, из кожи лезли. Идиоты... &ndash; в глазах Владимира вдруг появились слезы.</p>
        <p style="text-align: justify;">Первый раз она видела, чтобы он плакал. Да... Видно это был уже другой человек.
            Ничего общего с прежним. Она достала из сумочки платок, протянула ему. Он отшвырнул его.</p>
        <p style="text-align: justify;"><i>&laquo;Ну и что?&raquo;</i></p>
        <p style="text-align: justify;">Подошедший официант поднял платок и протянул его ей, задержавшись взглядом на ее
            коленях. Владимир перехватил этот взгляд:</p>
        <p style="text-align: justify;">&mdash; О! Смотри-ка! Эй, обслуживающий персонал! Куда смотришь? А? Лучше
            посмотри в
            ее глаза, идиот! Это нечто более волнующее! Пошел к черту!</p>
        <p style="text-align: justify;">Официант побагровел, но деваться было некуда. Клиент ведь всегда прав? А этот,
            хоть
            и хам, но определенных границ пока не переходил. &laquo;Спокойно разворачиваемся и уходим.&raquo; Но
            Владимира,
            похоже, такое поведение не устраивало.</p>
        <p style="text-align: justify;">&mdash; Молодой человек! Эй!</p>
        <p style="text-align: justify;">&mdash; Слушаю вас, &mdash; официант обернулся, но подходить не стал.</p>
        <p style="text-align: justify;">&mdash; Не хотите извиниться перед дамой?</p>
        <p style="text-align: justify;">&mdash; Что, по Вашему, я сделал не так?</p>
        <p style="text-align: justify;">И тут Владимира понесло. Он начал кричать, что все вокруг стадо тупых похотливых
            идиотов, что никому нет дела до того, как ведут себя, страшно сказать!, всего лишь официанты! Что позволяют
            они
            себе вольности, за которые надо давать по морде и далее все в таком же духе... Мария сидела сама не своя. Ей
            было стыдно за Владимира, но она понимала, что ему просто надо было на ком-нибудь сорвать злость,
            накопившуюся
            за несколько лет. На крики Владимира пришел управляющий. Он попытался его успокоить, но это лишь усугубило
            положение. И тут Мария не выдержала:</p>
        <p style="text-align: justify;">&mdash; Володя! Перестань! Я прошу тебя! Пожалуйста! &mdash; она смотрела на
            него
            умоляюще, &mdash; котенок... &mdash; тихо добавила она.</p>
        <p style="text-align: justify;">Он замер. Он сидел подобно камню. А потом разразился хохотом.</p>
        <p style="text-align: justify;">&mdash; Я котенок! Ха-ха! Нет, вы послушайте! Я &ndash; котенок!</p>
        <p style="text-align: justify;">Казалось, что на него напал приступ истерики. Мария сидела молча. Ей хотелось
            провалиться сквозь землю. Официант, все это время стоявший поодаль, покрутил у виска и ушел. Краем глаза она
            заметила, как он подошел к другому официанту и стал о чем-то ему говорить, при этом показывая в их сторону.
            Внезапная злость охватила ее. Схватив со стола вазу, она швырнула ее в сторону официантов. Ваза не долетела.
            Разбилась на полу. Владимир резко прекратил смеяться. Взглядом, полным недоумения, он уставился на Марию.
        </p>
        <p style="text-align: justify;">&mdash; А при чем тут ваза?</p>
        <p style="text-align: justify;">В ответ полетело блюдце. Разбилось.</p>
        <p style="text-align: justify;">&mdash; Милая, если ты желаешь поколотить посуду, то давай закажем стопку
            тарелок.
        </p>
        <p style="text-align: justify;">Звук бьющегося стакана.</p>
        <p style="text-align: justify;"><i>&laquo;Это с ней впервые&raquo;.</i></p>
        <p style="text-align: justify;">&mdash; Котёнка моя, остановись!</p>
        <p style="text-align: justify;">Теперь уже Мария тряслась от смеха. Ей ведь тоже в последние годы пришлось
            нелегко,
            сказалось еще и напряжение последних двух дней, перед этой встречей. Немногочисленные посетители кафе
            пересаживались за отдаленные столики. Управляющий о чем-то с кем-то договаривался по телефону. Он сделал
            кому-то
            знак, и музыка заиграла громче. Мария прислушалась. Она наконец-то успокоилась, сникла, и теперь молча
            покачивалась в такт песни.</p>
        <p style="text-align: justify;"><i>&laquo;Show must go on!&raquo;</i></p>
        <p style="text-align: justify;">Перед её глазами поплыли воспоминания. Их первая встреча, тогда между ними
            возникла
            просто симпатия. Потом попытки сближения. Они долго не могли понять друг друга. Встречаясь у общих знакомых,
            они
            соблюдали нейтралитет. Но один раз Владимир пошел провожать ее до метро. Они шли, болтая о всякой ерунде, и
            вдруг он просто взял и поцеловал ее. Это было как гром среди ясного неба. Страсть, возникшая в тот момент,
            чуть
            не сожгла их обоих. Жизнь превратилась в сплошное ожидание следующей встречи. А потом что-то случилось и
            наступило затишье в их отношениях. Что произошло в ночь, когда без видимых причин они поругались? В ее жизни
            и
            сердце стало пусто. А потом была их последняя встреча. И последняя песня. Он написал ее для нее. Долгие годы
            она
            звучала эхом, не отпуская. Бессонные ночи, полные пустых надежд. Исписанные листы бумаги, которые потом
            рвались
            беспощадно.</p>
        <p class="p4" style="text-align: justify;"><i>&laquo;Бессонные ночи &mdash; одинокие ночи.<br></i><i>Свет
                серебристый, отражение Луны.<br></i><i>Ребристая гладь моря,<br></i><i>А мы стоим вдвоем у
                воды...&raquo;</i></p>
        <p style="text-align: justify;">Это строчки из ее стихов. Их много было написано. Кому суждено прочесть их? Она
            не
            знала. Но Мария любила свои стихи. Это был ее Мир, в котором бывала только она и ее мечты. И ее боль...</p>
        <p style="text-align: justify;">Она очнулась. Перед столиком стоял управляющий. Он держал в руках счет, в
            который
            была вписана, также, сумма за разбитую посуду. Он протянул листок Владимиру:</p>
        <p style="text-align: justify;">&mdash; Пожалуйста, оплатите счет и причиненный ущерб. И уходите по-хорошему. В
            противном случае мы будем вынуждены вызвать милицию.</p>
        <p style="text-align: justify;">Владимир молча положил на стол деньги. Он себя чувствовал последним идиотом. Ему
            было стыдно перед Марией. Он так ждал этой встречи и вот пожалуйста, устроил спектакль какой-то, заставил
            чувствовать неловко свою спутницу.</p>
        <p style="text-align: justify;">На выходе Мария обернулась и вдруг лица официантов, провожавших их взглядами,
            вызвали у нее такое отвращение, что ей захотелось немедленно врезать одному из них. Но она взяла себя в руки
            и
            лишь зашептала яростно не то какие-то проклятия в их адрес, не то просто поток бессвязной брани. Ее глаза
            горели, кулаки судорожно сжимались. Владимир взял ее под руку и вывел на улицу. Какое-то время шли молча,
            думая
            каждый о своем. Они кружили по переулкам в центре Москвы пока не вышли на Садовую в районе концертного зала.
        </p>
        <p style="text-align: justify;">&mdash; Узнаешь эти места? &mdash; Владимир решил прервать молчание.</p>
        <p style="text-align: justify;">Ответом ему было упорное молчание. Он посмотрел на Марию и ужаснулся.</p>
        <p style="text-align: justify;">&laquo;Ведьма&raquo;, &mdash; это первое, что он подумал, &mdash; &laquo;хотя
            нет,
            скорее просто не от мира сего&raquo;, &mdash; ее взгляд блуждал в пространстве. В это время ворчливая туча
            заволокла Солнце. Воробьи прыгали и &laquo;купались&raquo; в песке. Через арку дома, во двор которого они
            зашли,
            доносился гул улицы. Послышалась сирена.</p>
        <p style="text-align: justify;">&mdash; Ты любишь дождь? &ndash; этот вопрос они задали друг другу одновременно.
        </p>
        <p style="text-align: justify;">&mdash; Да!</p>
        <p style="text-align: justify;">&mdash; Тогда будем шляться под дождем! &mdash; и вдруг им обоим стало весело.
            Как
            будто они снова стали молодыми, беззаботными и не было всех этих долгих лет разлуки. Смешными показались
            надуманные переживания и они сами. А вспомнив, как Мария била посуду и с каким важным видом управляющий
            просил
            их расплатиться и уйти, они начали хохотать, снимая тем самым последнее напряжение.</p>
        <p style="text-align: justify;">Дождь не заставил себя долго ждать. Сначала небольшие капли, но потом пошел
            настоящий ливень. Водой смыло не только грязь, но и людей. Опустевший город напоминал почему-то Ершалаим.
            Они
            шли, взявшись за руки. Только&hellip;</p>
        <p style="text-align: justify;">**********</p>
        <p style="text-align: justify;">Только комар продолжал пищать в тишине погрузившейся в сон пятиэтажки. Мария
            лежала
            в постели, но сон на этот раз не спешил к ней. Она думала о том, что в последнее время ей снится самый
            настоящий
            сериал с ее участием в главной роли. На душе было паршиво. Чтобы как-то отвлечься от своих размышлений,
            Мария
            включила тихонько радио. Она не раз засыпала под его не громкое бормотание. Когда звуки заполнили
            пространство,
            в доме стало как-то уютнее и сон начал потихоньку подкрадываться к Марии. Только...</p>
        <p style="text-align: justify;">**********</p>
        <p style="text-align: justify;">Только двое шли по улице навстречу дождю. Ветер нежно ласкал и без того
            запутавшиеся
            волосы Марии. Они шли, думая обо всем и ни о чем. А потом было безграничное веселье. Босиком бежали они под
            музыку дождя. Не замечая ничего и никого. И тут они обнаружили, что бегут по дороге. Машины исчезли, люди
            тоже.
            Вместо домов они увидели небольшие бараки. Между бараками находились загоны для скота. Они обернулись. С
            огромным удивлением на них смотрел молодой воин. Его одежда состояла из золотистого шлема, плаща,
            скрывавшего
            его фигуру до колен и сандалий. В руках он держал копье.</p>
        <p style="text-align: justify;"><i>&laquo;Что это, Господи?&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Сплю я или нет, но я хотел бы знать только одно: кто этот
                человек?&raquo;</i></p>
        <p style="text-align: justify;">Дождь тем временем не прекращался.</p>
        <p style="text-align: justify;">Би&ndash;и&ndash;п!!! Резко обернувшись, все трое увидели машину. Точнее, двое
            увидели машину, а третий увидел нечто, чего не видел никогда. Воин, с воплем ужаса, ринулся подальше от
            этого
            места, а Мария с Владимиром бросились к машине и увидели опять город, дома, людей. Водитель что-то орал.</p>
        <p style="text-align: justify;">&mdash; Эй, вы! Совсем чокнулись?! Небось не в Ершалаиме находитесь!</p>
        <p style="text-align: justify;">Мария рванула к водителю и, вцепившись намертво в дверцу, закричала:</p>
        <p style="text-align: justify;">&mdash; Ершалаим! Почему вы сказали Ершалаим?!</p>
        <p style="text-align: justify;">&mdash; Сказал и все&hellip; &mdash; глаза водителя опустились, &mdash; мне еще
            какой-то воин померещился&hellip; А тут недавно как раз Булгакова начитался, ну вот и ляпнул...</p>
        <p style="text-align: justify;">&mdash; Как?!<span class="Apple-converted-space">&nbsp; </span>&mdash; руки
            Марии
            дрожали.</p>
        <p style="text-align: justify;">&mdash; Проклятое место! Девушка! Садитесь в машину! Как хоть вас зовут?</p>
        <p style="text-align: justify;">&mdash; Мария&hellip;</p>
        <p style="text-align: justify;">&mdash; Очень приятно. Сергей Сергеевич.</p>
        <p style="text-align: justify;">&mdash; Что?</p>
        <p style="text-align: justify;">&mdash; Я говорю, меня зовут Сергей Сергеевич.</p>
        <p style="text-align: justify;">&mdash; А&hellip;</p>
        <p style="text-align: justify;">&mdash; Предлагаю поскорее уехать с этого места.</p>
        <p style="text-align: justify;">&mdash; Где Володя?!</p>
        <p style="text-align: justify;">&mdash; Кто?</p>
        <p style="text-align: justify;">&mdash; Со мной был мужчина.</p>
        <p style="text-align: justify;">&mdash; Чего не знаю, того не знаю.</p>
        <p style="text-align: justify;">&mdash; Володя! Влад!! Влад!!!</p>
        <p style="text-align: justify;">Но, казалось, что в этом огромном городе вообще никто ничего не слышит. Она
            заметила, что люди двигались как роботы.</p>
        <p style="text-align: justify;"><i>&laquo;Ад какой-то&hellip;&raquo;</i></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><i>&laquo;И ад раскрыл свои объятья,</i></p>
        <p style="text-align: justify;"><i>И поглотил тебя навек!</i></p>
        <p style="text-align: justify;"><i>И не хватает тебе счастья,</i></p>
        <p style="text-align: justify;"><i>О ты! Ничтожный человек!&raquo;</i></p>
        <p style="text-align: justify;">Голос, который как она думала, звучал внутри, доносился отовсюду. Водитель
            вместе с
            машиной как сквозь землю провалился.</p>
        <p style="text-align: justify;">&mdash; Володя!!! &ndash; в голосе звучало отчаяние. Она посмотрела на часы. О
            ужас!
            Стрелки двигались сами по себе, показывая вообще черт знает что.</p>
        <p style="text-align: justify;"><i>&laquo;Что же это? Схожу ли я с ума, Господи?&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Не упоминай имя Господа нашего всуе...&raquo;</i></p>
        <p style="text-align: justify;">Единственное, что оставалось, это встать на колени и начать молиться. Но слова,
            как
            назло, застревали в горле. Губы раскрывались беззвучно. Мария пыталась выдавить из себя хотя бы какой-то
            звук,
            но получалось только сдавленное шипение. Она решила пусть так, но молитву надо прочитать обязательно!</p>
        <p style="text-align: justify;"><i>&laquo;Отче наш&hellip;&raquo;</i></p>
        <p style="text-align: justify;">И тут она с ужасом осознала, что не помнит слов.</p>
        <p style="text-align: justify;">**********</p>
        <p style="text-align: justify;">Мария открыла глаза. Белый потолок был почти над головой. Так ей казалось.
            Голоса
            каких-то людей смутно отдавались в голове. Она пошевелила рукой, потом ногой. Потом она попыталась вспомнить
            последние события. В памяти был только какой-то воин. Немного подумав, она начала плести цепочку от этого
            воина.
            И цепочка очень быстро сплелась. Правда, она обрывалась на словах &laquo;Отче наш&raquo;.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><i>Отче наш!</i></p>
        <p style="text-align: justify;"><i>Иже еси на небеси!</i></p>
        <p style="text-align: justify;"><i>Да святится имя твое!</i></p>
        <p style="text-align: justify;"><i>Да славится царствие твое!</i></p>
        <p style="text-align: justify;"><i>Да будет воля твоя.</i></p>
        <p style="text-align: justify;"><i>Яко на небеси и на земле</i></p>
        <p style="text-align: justify;"><i>Хлеб наш насущный</i></p>
        <p style="text-align: justify;"><i>Даждь нам днесь.</i></p>
        <p style="text-align: justify;"><i>И остави нам долги наши,</i></p>
        <p style="text-align: justify;"><i>Яко и мы оставляем</i></p>
        <p style="text-align: justify;"><i>Должникам нашим.</i></p>
        <p style="text-align: justify;"><i>И не введи нас во искушение,</i></p>
        <p style="text-align: justify;"><i>Но избави нас от лукавого.</i></p>
        <p style="text-align: justify;"><i>Аминь.</i></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><i>&laquo;Наконец-то... Спасибо тебе, Господи... Теперь все
                наладится...&raquo;</i>
        </p>
        <p style="text-align: justify;">А дальше в воспоминаниях был провал.</p>
        <p style="text-align: justify;">&mdash; Доктор, пациентка очнулась.</p>
        <p style="text-align: justify;">&mdash; Как ваше имя? &mdash; над Марией склонился доктор. Она смотрела на него
            и не
            могла понять, что происходит. Ей стало страшно.</p>
        <p style="text-align: justify;">&mdash; Наверное рано&hellip;</p>
        <p style="text-align: justify;">&mdash; Капель&hellip;</p>
        <p style="text-align: justify;">И опять крик. Ее собственный крик.</p>
        <p style="text-align: justify;">&mdash; Володя!!!</p>
        <p style="text-align: justify;">&mdash; Три кубика&hellip;</p>
        <p style="text-align: justify;">&mdash; Давление?</p>
        <p style="text-align: justify;">&mdash; Нормальное. Нет&hellip;</p>
        <p style="text-align: justify;">&mdash; Док&hellip;</p>
        <p style="text-align: justify;"><i>&laquo;Доктор Роберт, Роберт, Роберт&hellip;&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Пожалуйста, оплатите счет и причиненный ущерб...&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Ха-ха! Я котенок!&raquo;</i></p>
        <p style="text-align: justify;"><i>&laquo;Роберт, Роберт&hellip;&raquo;</i></p>
        <p style="text-align: justify;">&mdash; Пациентка приходит в себя.</p>
        <p style="text-align: justify;">&mdash; Как ваше имя?</p>
        <p style="text-align: justify;">&mdash; Как ваше имя?</p>
        <p style="text-align: justify;">&mdash; Позовите Эдуарда Львовича, пусть он посмотрит.</p>
        <p style="text-align: justify;">&mdash; Володя! Володя!!!</p>
        <p style="text-align: justify;">&mdash; Ваше имя?</p>
        <p style="text-align: justify;">&mdash; Вы помните что нибудь?</p>
        <p style="text-align: justify;">&mdash; Имя?!</p>
        <p style="text-align: justify;">&mdash; Доктор, пульс еле прослушивается. Давление падает.</p>
        <p style="text-align: justify;">&mdash; Черт!</p>
        <p style="text-align: justify;"><i>&laquo;Не упоминай имя господа нашего всуе.&raquo;</i></p>
        <p style="text-align: justify;">В той же больнице, только в другой палате, врачи бесполезно бились за жизнь
            молодого
            мужчины, имени которого не знал никто.</p>
        <p style="text-align: justify;">**********</p>
        <p style="text-align: justify;">Все не вечно под Луной.</p>
        <p style="text-align: justify;">Мария пролежала без сознания трое суток. Наконец, дежурившая постоянно около
            нее,
            сиделка заметила слабое движение руки. С пришедшим по ее вызову врачом, они терпеливо дожидались
            пробуждения.
        </p>
        <p style="text-align: justify;">&mdash; Где я?</p>
        <p style="text-align: justify;">&mdash; Вы в больнице. Самое худшее уже позади и теперь с каждым днем Вам будет
            легче. Меня зовут Эдуард Львович, я Ваш лечащий врач. А как зовут Вас?</p>
        <p style="text-align: justify;">&mdash; Мария. Доктор, а где Володя?</p>
        <p style="text-align: justify;">&mdash; Кто такой Володя?</p>
        <p style="text-align: justify;">&mdash; Он был со мной, мы встретились, знаете, много лет не виделись, он как
            снег
            на голову свалился... Позвонил и назначил встречу. Мы гуляли, потом&hellip; &mdash; Мария начала судорожно
            тереть лоб, пытаясь припомнить хоть что-нибудь, но кроме какого-то города, который почему-то назывался
            Ершалаим
            и еще какого-то воина, вспомнить ничего не удавалось. &ndash; Знаете, доктор, это очень странно. Мы гуляли
            под
            дождем, а потом началась какая-то чертовщина и Володя пропал.</p>
        <p style="text-align: justify;">&mdash; А вы могли бы его описать?</p>
        <p style="text-align: justify;">&mdash; Кого?</p>
        <p style="text-align: justify;">&mdash; Вашего Владимира.</p>
        <p style="text-align: justify;">&mdash; А, ну да... Он высокий, наверное метр девяносто, волосы у него вечно не
            пойми какого цвета и он никогда не стригся коротко, но ему это всегда шло. И глаза... Они странные... Не то
            зеленые, не то серые... Не знаю...</p>
        <p style="text-align: justify;">Доктор подумал немного.</p>
        <p style="text-align: justify;">&mdash; Думаю, сейчас Вам лучше отдыхать, а завтра я зайду.</p>
        <p style="text-align: justify;">На следующее утро во время обхода врач долго изучал состояние больной и,
            наконец,
            спросил:</p>
        <p style="text-align: justify;">&mdash; Сможете осилить небольшую прогулку? Буквально в соседнюю палату.</p>
        <p style="text-align: justify;">&mdash; Думаю, да.</p>
        <p style="text-align: justify;">&mdash; Тогда попрошу Вас за мной.</p>
        <p style="text-align: justify;">Мария поднялась с кровати, надела больничный халат и, крепко держась за Эдуарда
            Львовича, вышла из палаты. По коридору прогуливались больные. Они с интересом рассматривали молодую красивую
            женщину, которая, в свою очередь, с удивлением рассматривала их.</p>
        <p style="text-align: justify;">&mdash; Идемте со мной, &mdash; голос врача привел ее в себя.</p>
        <p style="text-align: justify;">Они прошли метров десять и доктор открыл перед ней дверь палаты без номера.
            Войдя в
            палату, Мария обомлела. На кровати под капельницей, без сознания, лежал Владимир.</p>
        <p style="text-align: justify;">&mdash; Доктор, что с ним?</p>
        <p style="text-align: justify;">&mdash; Вы знаете этого мужчину?</p>
        <p style="text-align: justify;">&mdash; Да. Это Володя.</p>
        <p style="text-align: justify;">&mdash; Вас привезли вместе. С одним и тем же диагнозом. Судя по всему, вы оба
            пережили какое-то сильное потрясение. Ну, а дальше как обычно &ndash; шок и т.д. Только вы оказались
            посильнее
            своего друга. У него есть родные?</p>
        <p style="text-align: justify;">&mdash; Да, жена, кажется.</p>
        <p style="text-align: justify;">&mdash; А кто она?</p>
        <p style="text-align: justify;">&mdash; Дура.</p>
        <p style="text-align: justify;">&mdash; Простите?</p>
        <p style="text-align: justify;">&mdash; Что?</p>
        <p style="text-align: justify;">&mdash; Почему его жена дура?</p>
        <p style="text-align: justify;">&mdash; Он сам так сказал.</p>
        <p style="text-align: justify;">Все это время Мария не отрываясь смотрела на Владимира. Потом она медленно
            подошла к
            нему и взяла его за руку.</p>
        <p style="text-align: justify;">&mdash; Володя! Очнись! Очень прошу тебя&hellip; Ну пожалуйста. Ты и так слишком
            долго спишь.</p>
        <p style="text-align: justify;">Доктор аккуратно взял ее под руку.</p>
        <p style="text-align: justify;">&mdash; Мария, успокойтесь. Самое главное не тревожьте его. Кризис прошел.
            Состояние
            удовлетворительное, скоро он придет в себя. Нам остается ждать. А Вам пора в палату.</p>
        <p style="text-align: justify;">&mdash; Доктор, а можно я с ним посижу немного?</p>
        <p style="text-align: justify;">&mdash; Я думаю, лучше не надо. Рядом с ним всегда медсестра, а как только он
            придет
            в себя, я Вам сразу же сообщу.</p>
        <p style="text-align: justify;">Обратно в палату Мария шла одна. Легла в кровать и тут ей снова померещился
            воин. Но
            теперь он вместо копья держал в руке чашу из какого-то непонятного металла, полную фруктов, и нетрудно было
            догадаться, что они предназначены для нее. Из последних сил, стараясь не заорать, Мария усиленно терла
            глаза, но
            воин и не думал исчезать. Напротив, он, улыбаясь, начал приближаться к ней, и, наконец, чаша оказалась на
            кровати. В этот момент открылась дверь, воин исчез, а вошедший Эдуард Львович с круглыми глазами уставился
            сначала на чашу, потом на свою пациентку.</p>
        <p style="text-align: justify;">&mdash; А?! Послушайте! Откуда взялась эта чаша со всем ее содержимым?</p>
        <p style="text-align: justify;">&mdash; Доктор, а Вы ее тоже видите?</p>
        <p style="text-align: justify;">&mdash; Что?!</p>
        <p style="text-align: justify;">Дрожащей рукой Мария взяла из чаши персик и откусила. Оказался вполне съедобный
            персик. Чаша при этом никуда не исчезла, продолжала стоять на кровати. Мария приободрилась.</p>
        <p style="text-align: justify;">&mdash; Кстати, Эдуард Львович, угощайтесь!</p>
        <p style="text-align: justify;">&mdash; Но, простите, кто мог сюда это принести?</p>
        <p style="text-align: justify;">&mdash; Я не думаю, что этот человек хочет, чтобы его увидели, &mdash; теперь ее
            рот
            был полностью набит персиками, виноградом, сливами, финиками.</p>
        <p style="text-align: justify;">&mdash; Ну и ну! Прямо чудеса сплошные, &ndash; повеселевший доктор протянул
            было
            руку к чаше, но та увернулась и повисла в воздухе.</p>
        <p style="text-align: justify;">Когда санитары, услышавшие крик, прибежали в палату, они увидели только Эдуарда
            Львовича. Тот махал левой рукой и судорожно показывал правой в сторону открытого окна. Санитары ничего не
            поняли. Они под руки вывели Эдуарда Львовича и проводили в кабинет. Через минуту вошла сестра.</p>
        <p style="text-align: justify;">&mdash; Эдуард Львович&hellip; Мужчина, который Владимир, пришел в себя. Он
            зовет
            Марию.</p>
        <p style="text-align: justify;">Врач сначала побелел, потом побагровел, а потом рванул в палату без номера. За
            ним
            по коридору неслись санитары и ничего не понимающая сестра. В палате было пусто, и только окно как-то
            странно
            было распахнуто. Вбежала другая сестра и не своим голосом заорала, что пропала больная из двенадцатой палаты
            и
            что ее нигде нет. Эдуарду Львовичу ничего не оставалось. Пришлось рассказывать историю с чашей. Только
            благодаря
            своему авторитету и огромному уважению к нему, Эдуарда Львовича не отправили к психиатру. Потому что чаша
            чашей,
            но рассказ о том, что прямо из стены вышел воин, взял Марию за руку и вместе с ней благополучно вылетел в
            открытое окно, привел всех присутствующих в недоумение. Но факт есть факт. Двое пропали бесследно, а чаша
            спокойно продолжала стоять на кровати. На всякий случай, правда, чашу отправили на экспертизу. А больница
            есть
            больница и поэтому вскоре историю о двух больных с чашей почти забыли.</p>
        <p style="text-align: justify;">**********</p>
        <p style="text-align: justify;">&mdash; Еще кофе?</p>
        <p style="text-align: justify;">&mdash; Да, пожалуй.</p>
        <p style="text-align: justify;">В комнате находилась вся троица. Мария и Владимир довольно быстро пришли в себя
            и
            теперь они с огромным интересом слушали рассказ воина. Воина звали Гестас, а город, в котором он жил,
            действительно назывался Ершалаим. О времени, из которого появился Гестас, написано много книг. Это было
            время
            небезызвестных гетер, Понтия Пилата<span class="Apple-converted-space">&nbsp; </span>и еще чего-то в этом
            роде.
            Одним словом, Гестас был оттуда.</p>
        <p style="text-align: justify;">Он рассказал, как после пирушки, в которой он принимал самое активное участие,
            ему
            приснился сон. Во сне ему явился образ, который он не мог описать. И образ этот ему сказал, что в жизни
            Гестаса
            скоро произойдет нечто такое, чего еще ни с кем не было. И каково же было его удивление, когда на следующий
            день
            он пошел, несмотря на дождь, навестить старого друга, как перед ним на дороге появились двое, одетых весьма
            странно. Да еще потом то, что<span class="Apple-converted-space">&nbsp; </span>мы называем
            &laquo;машина&raquo;.
            Естественно, он бросился бежать. Но он не пробежал и квартала. Остановился, как вкопанный, вспомнив сон.
            Вернувшись обратно, не нашел ничего. Забыв, куда шел, незаметно для себя он очутился у собственного дома.
            Весь
            следующий день он думал только о происшедшем. И вот в тот момент, когда он подумал, что отдал бы все, только
            бы
            очутиться там, откуда появились эти двое, он вдруг очутился в странном для себя месте. Собравшиеся вокруг
            люди
            напоминали тех двоих, но все были до ужаса разные. Они о чем-то говорили между собой. Кто-то куда-то бегал,
            кто-то что-то кричал. Сначала Гестас не понимал ни слова, но потом поймал себя на том, что не только
            понимает,
            но даже в состоянии разговаривать на этом языке. И ко всему этому, он, вдобавок, как выяснилось, мог при
            желании
            исчезнуть, а потом появиться и даже летать. Естественно, что сначала он был занят тем, что привыкал к своему
            новому положению. Причем опыт показывал, что он мог в любой момент вернуться к себе домой, а потом обратно.
        </p>
        <p style="text-align: justify;">Через какое-то время он случайно влетел в первое попавшееся окно, привлекшее его
            внимание. С удивлением он увидел Марию. Осмотрев все вокруг и подслушав разговоры людей в белых халатах, он
            понял, что это больница, а также то, что Марии плохо. Немного подумав, он отправился к себе домой, где на
            столе
            стояла та самая чаша с фруктами. Взяв ее, он опять очутился в палате у Марии. А дальше вошел врач. Оставив
            чашу,
            Гестас исчез и отправился на поиски мужчины, который был с Марией. Он решил, что раз женщина здесь, то и ее
            спутник должен быть где-то рядом. И не удивился, когда нашел его через палату.</p>
        <p style="text-align: justify;">Потом он вернулся за Марией, прихватил с собой Владимира, пришедшего в себя. Все
            вместе они отправились в гости к Марии. И вот, за чашечкой кофе, Гестас все им и поведал.</p>
        <p style="text-align: justify;">Владимир с Марией переглянулись. История была странная, но они радовались новому
            другу, да еще с такими способностями.</p>
        <p style="text-align: justify;">Весь день они терпеливо отвечали на все его вопросы и уже к вечеру Гестас почти
            не
            отличался от людей нашего времени. Пришлось подбирать ему одежду, к которой он привыкал с трудом.</p>
        <p style="text-align: justify;">Звонкий смех заполнил небольшую московскую квартиру. Глядя на эту троицу трудно
            было
            догадаться, что двое из них только что из больницы, а третий вообще совершил путешествие во времени.
            Раздался
            телефонный звонок. Мария быстро объяснив, что это телефон, по которому разговаривают, сняла трубку.</p>
        <p style="text-align: justify;">&mdash; Алло!</p>
        <p style="text-align: justify;">Телефон продолжал звонить.</p>
        <p><i><span>&mdash; </span>Алло! Алло! Алло&hellip;</i></p>
        <p style="text-align: justify;"><i>**********</i></p>
        <p style="text-align: justify;">Мария открыла глаза. За окном начинался новый день. Снег уже почти растаял, с
            каждый
            днем становилось теплее. По весеннему щебетали птахи. Весь мир радовался наступающим переменам. Не
            радовалась
            только Мария. Ей<span class="Apple-converted-space">&nbsp; </span>в последнее время снились слишком странные
            сны. Подруги, которым она пересказывала свои сновидения списывали все на стресс после развода. Но зачем ей
            понадобился развод? Разве плохо ей было вместе с мужем? Нет. Но они жили как все. Именно этого Мария и не
            смогла
            простить своему супругу. Она хотела праздника. Каждый день. Но этого не происходило. Новый день мало чем
            отличался от предыдущего. Постепенно бытовая рутина засосала ее настолько, что она стала превращаться в
            нечто
            бесформенное, серое, равнодушное. Ее жизнь стала слишком предсказуемой. Все по расписанию: работа, магазины,
            друзья, супружеский долг. Так продолжалось несколько лет. Долгих, мучительных лет, пока один раз на улице
            Мария
            совершенно случайно не столкнулась с одним человеком. Она его помнила плохо, поэтому когда он ее окликнул,
            ей
            было неловко, что она никак не может вспомнить этого весельчака. А когда вспомнила, ахнула! От того,
            насколько
            сильно она отличалась от этого пышущего самой жизнью случайного знакомого, который был ее младше на три
            года! С
            одной стороны, что такое три года? Но у Марии дух захватило от несправедливости. Она в свои тридцать пять
            выглядела на все сорок пять. А этот товарищ рядом с ней мог вполне сойти за ее взрослого сына.</p>
        <p style="text-align: justify;">И вот тут и случилось хлипкой ткани бытия разойтись по швам. Весь мир вокруг
            Марии
            окрасился в совершенно новые цвета. В тот же вечер за ужином будничным тоном она поставила мужа в
            известность о
            том, что приняла решение о разводе. Внешне она была спокойна, но сердце, когда она говорила, уходило в
            пятки, а
            в животе начиналась странная щекотка и ей приходилось прикладывать усилия, чтобы не заорать в голос от
            предвкушения перемен. И они наступили. Но не такие, о которых мечтала Мария. Все стало только хуже.
            Квартира, и
            без того не приносившая радости, стала совсем пустой. Список обязательных будничных мероприятий сократился.
            С
            ним сократился и список знакомых людей. Друзей у Марии было мало и с ними она общалась не часто. Поэтому
            пустота, которая охватила всю жизнь Марии после развода, казалось размазывает ее по жизни, уничтожает.
            Превращает в ничто. В таком состоянии Мария прожила полгода. Постепенно она стала привыкать к новой жизни.
            Вспомнила, что всегда была вполне самостоятельной. Это в замужестве ей приходилось постоянно считаться с
            мужем,
            а то и вовсе жить по его правилам ради спокойствия в семье. Так что положительные перемены, все же, были.
            Просто
            Мария их не сразу заметила. Она постепенно училась жить заново. Стала следить за собой, похудела,
            помолодела. Ей
            казалось еще чуть-чуть и наступит то самое долгожданное, ради чего она затеяла развод. Еще немного и жизнь,
            наконец-то, изменится! Но шло время. То, чего так ждала Мария, все не случалось и она снова стала
            погружаться в
            рутину. А потом начали сниться эти странные сны. Но тот, кто в этих снах ей являлся давно был забыт,
            вычеркнут
            из жизни, женат, наконец. С чего бы Марии вдруг стал сниться ее давно забытый не то друг, не то любовник?
            Она
            так и не смогла понять, что между ними происходило. Слишком странные отношения. Чересчур. Они нравились друг
            другу. Это было очевидно. Но долгое время ничего не происходило. А потом в один момент между ними вспыхнула
            страсть, которая чуть не уничтожила их обоих. В какой-то момент Мария начала задыхаться от этих отношений.
            Ей
            стало страшно. И она перестала отвечать на звонки. Сменила место жительства. Спряталась.</p>
        <p style="text-align: justify;">Прошло три года. Встретившись на улице совершенно случайно со своим странным
            любовником Мария не смогла даже испугаться. Все, что было между ними раньше показалось ей сном. Ни одна
            клеточка
            не отозвалась на его появление. Они поздоровались. Поговорили минут пять ни о чем. Он сказал, что женат. Что
            ж.
            Отлично. Пора и ей тоже устраиваться свою жизнь. Вскоре она встретила человека, с которым прожила почти 13
            лет.
            И вот ей почти сорок, она одна. А за окном начинается новый день и птахи щебечут совсем по-весеннему. Зачем
            было
            разводиться, если жизнь<span class="Apple-converted-space">&nbsp; </span>после этого не стала тем самым
            праздником, которого так ждала Мария? От обиды ей вдруг захотелось разреветься. Но слез не было. Мария
            попыталась вспомнить что-нибудь грустное. Потом со злости укусила сама себя за руку. Но боль быстро прошла.
            И
            тут внутри у Марии начала закипать злость. Дыхание становилось чаще, кровь стучала в висках, ей стало жарко,
            руки теребили одеяло с такой силой, что оно не выдержало, разорвалось. И Марию прорвало. Она крушила вокруг
            все,
            что попадалось под руку. На пол летела посуда, вещи рвались и разбрасывались по полу, мебели доставались
            удары
            такой силы, что она не выдерживала, ломалась под натиском такой ярости. И тут раздался телефонный звонок.
            Мария
            как раз приступила к уничтожению коробки с пластинками. Она не сразу поняла, что телефон звонит не во сне, а
            наяву. Злость постепенно уходила. На смену приходило облегчение и слезы! Много слез! Мария наконец-то смогла
            от
            души разреветься. И ей вдруг стало хорошо. И спокойно. Как будто она извергла из себя все плохое, что
            накопилось
            в течение многих лет.</p>
        <p style="text-align: justify;">Телефон продолжал звонить. Это было странно. Кому могло понадобиться с такой
            настойчивостью названивать? Мария медленно побрела к телефону, переступая через кучи поломанных и
            покалеченных
            вещей. Ей было всего этого не жалко. Теперь она знала, что впереди ее ждут те самые перемены, ради которых
            она
            затеяла развод.</p>
        <p style="text-align: justify;">&mdash; Алло.</p>
        <p style="text-align: justify;"><span>&mdash; </span>Если ты не придешь, то я сильно обижусь...</p>
        <p class="p6" style="text-align: justify;">&nbsp;</p>
        <p class="p6" style="text-align: justify;"><i>Витебск, февраль 2011</i></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>