<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                        }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;"><em>Это один из тех снов, которые улетучиваются как дым, и ты никак не можешь
                этому
                помешать... Остается только смутное воспоминание, что тебе показали нечто такое, от чего дух
                захватывает! Но
                вспомнить, что тебе снилось дальше, не удается никак, как ни старайся... Хорошо, что удается записать
                хоть
                что-то...</em></p>
        <div class="ui divider">&nbsp;</div>
        <p style="text-align: justify;">Сразу хочу сказать &mdash; я не герой, не освободитель Мира и пары вселенных
            впридачу. Я обычный человек. Один из нескольких миллиардов особей. Обычный. Я не спецагент. Не шпион. Не
            шаолиньский монах. Не обучен каким-то неведомым чудесам. И я даже не Брюс Уиллис. Я &mdash; обычный человек.
            Единственное, что меня всегда чуть-чуть отличало от окружающего меня большинства &mdash; моя замкнутость. Я
            очень ценю свою жизнь. Я мало кого впускаю в свое пространство. Я стараюсь жить одним днем. Потому что, по
            сути,
            один день у нас и есть. Проснулся, ура! У тебя в распоряжении есть целый день! И до того момента, как ты
            уснешь,
            желательно этот день, как минимум, прожить. А успеешь еще и кучу интересного сделать, совсем молодец. Так
            что,
            это, пожалуй, единственное, что со мной &laquo;не так&raquo;. То есть, в реальной жизни чаще всего меня
            можно
            увидеть с книгой, за каким-нибудь занятием. Да что угодно. Выбирай &mdash; не хочу! В жизни столько всего
            интересного! Я не люблю валяться бездумно на диване и тыкать в пульт, просматривая всю ту вязкую чушь,
            которую
            несут люди из телевизора. Я не люблю социальные сети и прочее в том же духе вязкое пространство, которое
            медленно сжирает тебя и ты даже не замечаешь, как Мир перед твоими глазами заменяется экранчиком в несколько
            дюймов... Очень редко я встречаюсь со своими друзьями, которых, как и полагается, мало, но зато все
            настоящие.
            Что еще? Ах да. Забыл сказать. Я женат. Моя супруга полностью разделяет мои взгляды. Мы с ней живем как одно
            целое. Точнее, жили... Потому что я не могу ей рассказать о том, что со мной происходит... Ради ее же
            безопасности. Я не уверен, что надо вообще об этом рассказывать кому либо. Но я обычный человек. И я не могу
            нести в себе все то, что стало моим персональным кошмаром... Я бы мог сходить к психиатру. Но это означает
            запереть себя в клетке. А кому еще выговориться? Друзьям? Нет. Я очень ценю их покой. Поэтому я пишу, точнее
            пишу не я, а просто выпускаю свою историю на волю.</p>
        <p style="text-align: justify;">Итак. Я обычный человек, но почему-то именно на мою обычную голову зачем-то
            свалилась инопланетная напасть...</p>
        <p style="text-align: justify;">Все началось с галлюцинации. Я шел тихим осенним вечером по очень красивой улице
            европейского города. Шел и думал, что рабочие командировки в Европу чудо как хороши, только толку от них
            никакого. С утра пришел в офис. Вечером вышел из офиса. Есть всего пара часов на прогулку, толком ничего и
            не
            посмотришь. На магазины времени нет. А еще надо вечером обязательно с супругой по скайпу потрепаться,
            подготовиться к завтрашнему дню. Что еще? Ах да, надо заскочить в магазин и купить еды. Я стал озираться в
            поисках магазина и вдруг увидел идущего мне навстречу человека с головой ящера. В Европе ко многому
            привыкаешь.
            И в первое мгновение я даже как-то не особо и отреагировал. Потом глаза мои расширились, я на него
            уставился,
            как дите малое на чудо. Причем в этот момент все, о чем я подумал, что нехорошо это, вот так пялиться на
            &hellip; На кого? А он, рептилоид этот, вдруг как-то растерялся, поймав мой взгляд, и стал искать что-то
            вокруг
            себя. Подошел к зеркальной витрине ближайшего магазина, явно в нее посмотрелся, пожал плечами, потом
            посмотрел
            снова на меня и вдруг как-то лихо стал что-то подкручивать у себя за ухом. Знаете, как настраивали
            изображение в
            старых телевизорах? Вот примерно так он себя &laquo;настроил&raquo;. Я перестал видеть голову ящера. Вместо
            нее
            проступила голова обычного человека. Ну, крашенный. Да, странный какой-то. Но человек, вроде. Лицо как лицо.
            Правда меня, почему-то, больше всего смутил воротник его костюма. Он был слишком яркий. Я толком не понял,
            что
            на нем было. Нечто, похожее на шарф из цветов. Этот гуманоид спокойно прошел мимо меня. Поровнявшись со
            мной, он
            не остановился. Он вообще вел себя так, как будто ничего не было. Я наконец-то отлепил себя от тротуара и
            побрел
            в сторону магазина. О чем я думал? Да, в общем-то, ни о чем. Успокоил сам себя, что в вечерних сумерках еще
            и не
            такое привидится. Но пройдя несколько шагов я не удержался и повернулся. Зачем я это сделал???</p>
        <p style="text-align: justify;">Около небольшого столика, на котором были выложены журналы, стоял неприметный
            молодой человек и рядом, уже знакомый мне, рептилоид. Со стороны казалось, что каждый что-то рассматривает.
            Но я
            видел, как к молодому человеку потянулась невидимая ему огромная голова ящера... Вы когда-нибудь наблюдали,
            как
            кушает игуана? Как она тянет голову к кусочку яблока, а потом, немного повернув ее набок, быстро хватает
            кусочек
            и как-бы отступает обратно? Так и эта голова потянулась, потом быстро захватила пространство вокруг,
            простите,
            полового органа паренька и быстро втянулась обратно. Я стоял как вкопанный. Я почему-то знал совершенно
            точно,
            что это не галлюцинация. И что я влип, тоже знал. Сердце заколотилось, в висках застучало. Я знал, что в
            следующее мгновение рептилоид обернется и увидит, что я на него смотрю. Но я не мог пошевелиться. Казалось,
            я
            ждал, что он обернется. И он обернулся. Наши глаза встретились... Я каким-то внутренним чутьем понял, что
            произошло. Рептилоид поел. Да, черт его подери. Эта огромная неведомая тварь только что просто напросто
            пожрала.
            Она пожрала энергию паренька, который даже не подозревал, что в каком-то ином измерении, не доступном нашему
            взгляду, происходит такая гадость. И еще очень много всего обрушилось в мой внутренний мир. Знание хлынуло в
            меня, как вода из разорвавшейся трубы. Но я ничего не понимал. Я просто стоял, как истукан, и смотрел на
            рептилоида. Позже я понял, что все длилось какое-то мгновение, но в тот момент перед мной прошла, от начала
            и до
            конца, Вечность. Вся. Точнее, только некоторая ее часть...</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><em>7 сентября 2015</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>