<template>
    <div class="ui container">
        <p>&nbsp;</p>
        <div class="ui center aligned message">
            <div class="content">
                <div class="header" style="font-family: Arsenal, sans-serif; text-align: center;">А ЕСЛИ Я ПО ДОМУ
                    ЗАГРУЩУ,<br>ПОД СНЕГОМ Я ФИАЛКУ ОТЫЩУ<br>И ВСПОМНЮ О МОСКВЕ...</div>
            </div>
        </div>
        <p style="text-align: center;">&nbsp;</p>
        <p style="text-align: justify;">Я бесконечно, искренне и глубоко люблю всё русское, природу, дух, который
            дремлет в
            людях до поры до времени, наше, какое-то особенное, чувствование мира. Люблю московское лето, особенно
            август,
            время, когда ещё тепло, но жары уже нет, и в воздухе уже витает осенняя грусть, а листья потихоньку начинают
            желтеть и опадать. Нашу литературу, наш язык, красоту которого сейчас пытаются испоганить... Люблю город, в
            котором родилась. Люблю свой район. Не знаю почему, но когда рассматриваю старые фото Москвы, особенно тех
            мест,
            которые я очень хорошо знаю, я не просто погружаюсь в атмосферу прошедших лет, я как будто чувствую, не знаю
            чем, кожей, нутром, то время. Речь идёт о послевоенной Москве 40-х, 50-х и 60-х. Ну а 70-ые я уже застала и
            многое помню. Но как могут быть мне знакомы и понятны фото, сделанные до моего рождения? У меня нет ответа
            на
            этот вопрос. Хорошо, что сейчас в интернете можно найти всё, что угодно. Собрала для себя фото мест, которые
            для
            меня особенно дороги.</p>
        <p style="text-align: justify;" v-for="child in page.$children"><router-link :to="child.to">{{ child.title
                }}</router-link></p>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id];
</script>