<template>
        <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;">Народные традиции в современных условиях постепенно уходят в прошлое. А ведь наши
            традиционные особенности питания восходят к глубокой древности. Формирование их было связано со
            специфической направленностью хозяйственной деятельности. Сельское хозяйство в России со времен
            средневековья характеризовалось преобладанием земледелия. Заметную роль играл промысел рыбы, а также
            собирательство дикорастущих плодов, грибов и трав.</p>
        <p style="text-align: justify;">В современных городах сильно развито общественное питание. Широкое
            распространение оно получило со второй половины пятидесятых годов ХХ столетия. Наибольшим спросом пользуются
            столовые на промышленных предприятиях. Общественное питание оказывает заметное влияние и на домашний быт.
            Редкая городская семья не пользуется обедами или завтраками вне дома, не покупает полуфабрикатов и готовых
            кулинарных изделий. Менее распространен обычай брать готовые обеды на дом или посещать рестораны всей
            семьей. При проведении различных торжеств, когда требуется обслужить большее число гостей, горожане иногда
            прибегают к помощи ресторанов или кафе. Однако традиционный домашний прием гостей остается популярным.</p>
        <p style="text-align: justify;">Казалось бы, культура питания осталась прежней. Изменились продукты и наше
            отношение к ним. Изменился и уровень образования людей. Не в лучшую сторону. Все чаще в СМИ, в объявлениях,
            в книгах встречаются грубейшие орфографические ошибки. Постепенно забывается не только русский язык. Уходят
            самые необходимые знания, без которых в повседневной жизни наносится огромный вред здоровью. Люди
            употребляют всевозможные концентраты, полуфабрикаты, колы, фанты, жвачки, леденцы, шоколадки, чипсы даже не
            задумываясь о последствиях. Желудочно-кишечный тракт вместо нормального усвоения пищи вынужден обезвреживать
            кучу химических компонентов, поступающих вместе со всем вышеперечисленным.</p>
        <p style="text-align: justify;">Взрослые не заботятся о том, как объяснить ребенку, что вредно, а что нет.
            Красивая обертка, навязчивая реклама &ndash; и дело сделано, малыш будет просить купить &laquo;эту
            вкуснятинку&raquo;. Вызывают искреннее непонимание родители, не видящие, что здоровье их детей всего лишь
            ходовой товар в современном мире, где сначала тратится куча денег на &laquo;вкуснятинки&raquo;, а потом еще
            большая куча на лекарства.</p>
        <p style="text-align: justify;">В растущем организме все процессы происходят с большими энергозатратами. Поэтому
            нет ничего важнее правильно сбалансированного питания. Но современные родители искренне верят, что кальций в
            жевательных резинках сохраняет зубы их детей.</p>
        <p style="text-align: justify;">Кальций это основа каркаса человеческого тела. В организме содержится от 1 до 2
            кг кальция (98-99% - в костях и хрящевой ткани, зубах). Оставшийся 1% находится в мягких тканях и
            неклеточной жидкости, в крови, принимает участие в различных метаболических процессах.</p>
        <p style="text-align: justify;">Продукты, содержащие кальций &ndash; творог, йогурты, сыры, сметана, молоко,
            рыба, овощи зеленые (сельдерей, салат зеленый, зеленый лук, маслины, фасоль), фрукты (сушеные яблоки курага,
            инжир), орехи (особенно миндаль, арахис), семена подсолнечника, кунжут.</p>
        <p style="text-align: justify;">После приема пищи в двенадцатиперстной кишке происходит усвоение всего 20-30%
            кальция, остальное выводится организмом. Почти 100% кальция усваивается только при употреблении сельдерея. С
            возрастом скорость усвоения кальция падает, в связи с чем необходимо увеличивать его потребление.</p>
        <p style="text-align: justify;">Но нельзя забывать, что все хорошо в меру. Переизбыток кальция в организме
            приводит к гиперкальциемии, которая дает задержку роста, запоры, жажду; полиурии (повышенное количество
            выделяемой мочи, например патологическая при сахарном и несахарном диабете); гипотонии мышц (патологически
            сниженное напряжение гладких или скелетных мышц); кальцинозу (аномальное отложение солей кальция в тканях);
            артериальной гипертензии (повышение давления в плечевой артерии свыше 140/90 мм ртутного столба); нефропатии
            (почечное заболевание связанное с нарушением обмена веществ); нарушениям минерального обмена. Пугающие
            названия. Но родители, слепо веря рекламе, пичкают своих детей всевозможными &laquo;растишками&raquo; и
            &laquo;скелетонами&raquo; с повышенным содержанием кальция. Еще один подводный камень, о котором мало кто
            знает &ndash; злоупотребление продуктами, содержащими фтор (жевательные резинки), приводит к увеличению
            хрупкости костей &ndash; отсеопорозу. Этим заболеванием сейчас страдают во всем мире более 75 миллионов
            человек. Постоянное употребление жевательной резинки может приводить также к гастритам и язвам желудка;
            гиперсаливации желез и сухости слизистой оболочки (нарушение ротового пищеварения); аллергическим реакциям,
            опухоли слюнных желез, дисфункции височно-челюстного сустава; к нарушению прикуса; выпадению пломб.</p>
        <p style="text-align: justify;">Но настоящее зло пришло после перестройки вместе с открытием сети ресторанов
            быстрого питания McDonald`s. Поражает тот факт, что это едва ли не единственное заведение с доступными
            ценами. McDonald`s предлагает устраивать у себя детские праздники, дни рождения и прочие мероприятия.
            Компанию интересует исключительно прибыль, ведь вкусы формируются именно в детстве, поэтому самая
            желательная для McDonald`s часть потребителей &ndash; дети.</p>
        <p style="text-align: justify;">Почти вся реклама McDonald`s ориентирована на детей, думающих при виде
            огненно-рыжего клоуна о гамбургерах и картошке фри. Родителям не надо объяснять, как трудно отвлечь ребенка
            от еды, которой он отдает особенное предпочтение. Реклама, рисующая McDonald`s как счастливое, похожее на
            цирк место, заставляет детей думать, что если они не ходят в McDonald`s, то они не &laquo;нормальные&raquo;.
            Конечно же, McDonald`s никогда не говорит об аппетите, нужде и деньгах - всем этим вещам нет места в
            &laquo;невинном&raquo; мире Рональда.</p>
        <p style="text-align: justify;">Дети не пропускают яркие красно-желтые витрины. McDonald`s прекрасно знает,
            какое дополнительное давление оказывается на людей с детьми с помощью этой навязчивой рекламы. Очень сложно
            противостоять искушению сделать ребенка &laquo;счастливым&raquo; таким простым способом - сводить его в
            McDonald`s, даже если в семье не так много денег и родители заботятся о здоровом питании.</p>
        <p style="text-align: justify;">McDonald`s ежегодно тратит на рекламу более 1,8 миллиарда долларов. Но за
            улыбающимся Рональдом скрывается лишь заинтересованность в деньгах. В ежегодных отчетах McDonald`s идет речь
            о &laquo;мировом господстве&raquo;, их основная цель открывать все больше и больше представительств по всему
            миру, что приводит к уничтожению местной культуры питания.</p>
        <p style="text-align: justify;">McDonald`s старается доказать с помощью ярких картинок в своих буклетах, что
            производимые в массовом количестве гамбургеры, картофель фри, молочные коктейли и кола полезны и питательны.
            Чего они не сообщают своим покупателям, так это того, что в подобных продуктах большое содержание жира,
            сахара, продуктов животного происхождения, соли, соды, в то время как в них очень мало клетчатки, витаминов
            и минералов. Быстрая еда - вредная еда. Она называется &laquo;быстрой&raquo; не только потому, что ее быстро
            готовят и быстро подают, ее нужно и быстро есть.</p>
        <p style="text-align: justify;">Тщательное пережевывание пищи - основа здорового питания, потому что оно
            вызывает выделение желудочных соков, которые разлагают пищу в желудке и поставляют питательные вещества в
            кровь. В пище McDonald`s мало массы и она проглатывается сразу.</p>
        <p style="text-align: justify;">Разноцветные униформы работников Макдоналдса, яркое освещение, яркое пластиковое
            убранство ресторанов и постоянно играющая музыка, все это делается для того, чтобы прикрыть низкое качество
            пищи, которая одинакова во всех ресторанах McDonald`s по всему миру. Для того чтобы достичь этого
            результата, &laquo;свежий&raquo; листок салата обрабатывают двенадцатью различными химикатами, просто для
            того, чтобы он не терял своего цвета и мог хрустеть на зубах в течение определенного периода времени.</p>
        <p style="text-align: justify;">Почему людей так тянет в McDonald`s? Потому что в пищу добавляются компоненты,
            провоцирующие рост &laquo;гормона удовольствия&raquo;. Еда должна приносить удовольствие, но не должна
            искусственно вызывать его.</p>
        <p style="text-align: justify;">Американские, английские, шведские и корейские учёные обнаружили в продуктах
            &laquo;быстрой еды&raquo; вызывающие рак диоксины (полихлорфенолы), акриламид, пестициды и другие ядовитые
            вещества. По данным учёных, с одним сэндвичем БигМак в организм человека может поступить 90% суточной нормы
            диоксинов. Акриламид образуется при жарке или выпекании в духовке богатой углеводами пищи. Особенно много
            акриламида в картофеле фри и чипсах. Количество акриламида превышает максимально допустимую концентрацию в
            порции картофеля фри и гамбургерах в 100 раз. Кроме того, продукты быстрого приготовления в неевропейских
            странах содержат генетически изменённые продукты, которыми в последние годы просто засыпали прилавки
            российских магазинов. Генетически модифицированная соя найдена даже в детском питании из Голландии и
            Германии.</p>
        <p style="text-align: justify;">Согласно данным американских исследователей, продукты быстрого питания вызвают
            ожирение. В среднем за один прием пищи в McDonald`s потребляется 3000 килокалорий. Человеку в течение суток
            требуется около 1500-2000 килокалорий. По признаниям сотрудников одного из московских филиалов McDonald`s, в
            продуктах этой фирмы используются запрещённые пищевые добавки.</p>
        <p style="text-align: justify;">Журнал &laquo;New Scientist&raquo; пишет о том, что использование гамбургеров,
            чипсов,&nbsp; газированных напитков и т.д. может стимулировать выработку опиатов, вызывающих состояние
            наркотического опьянения, подобного тому, какое бывает от героина и кокаина. Отказ от этих продуктов
            делается попросту невозможным.</p>
        <p style="text-align: justify;">В недавно опубликованном докладе министерства здравоохранения Германии
            утверждается, что регулярное питание в заведениях типа &laquo;фаст фуд&raquo; вредно сказывается на
            сексуальных возможностях человека, ведет к распространению бесплодия, а следовательно, и к падению
            рождаемости в масштабах страны. Заявления медиков основаны на результатах исследований, проведенных в
            институте пищевых добавок в Мюнстере. Опыты проводились на крысах, рацион которых состоял из продуктов,
            предлагаемых в закусочных McDonald`s. К концу тестирования все подопытные обоих полов становились
            бесплодными. При контрольных анализах в еде находили такие примеси, которые не растворялись даже в бензине.
            Вывод один: хотите иметь потомство &mdash; питайтесь дома.</p>
        <p>&nbsp;</p>
        <p><em>2012</em></p>
        <router-link :to="page.parent.to" class="ui labeled icon blue button mceNonEditable"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>